{"startphrase": "Students lower their eyes nervously. She", "answer": 2, "choices": ["pats her shoulder, then saunters toward someone.", "turns with two students.", "walks slowly towards someone.", "wheels around as her dog thunders out."]}
{"startphrase": "He rides the motorcycle down the hall and into the elevator. He", "answer": 2, "choices": ["looks at a mirror in the mirror as he watches someone walk through a door.", "stops, listening to a cup of coffee with the seated woman, who's standing.", "exits the building and rides the motorcycle into a casino where he performs several tricks as people watch.", "pulls the bag out of his pocket and hands it to someone's grandma."]}
{"startphrase": "The motorcyclist gets out of bed and prepares to leave by bathing using the bathroom and reading the newspaper. He", "answer": 2, "choices": ["shoots a look at her.", "makes his way past it and peers out a window.", "rides the motorcycle down the hall and into the elevator.", "sits on the ground beside her pants, clinging by a flannel wool."]}
{"startphrase": "We pan over to three girls chatting by a leaf blower. It", "answer": 2, "choices": ["looks away for a second.", "leaves the man to the middle of the room and nods to the camera.", "levitates and blows one girl's skirt up.", "closes a phone before her door."]}
{"startphrase": "A man is in a bike shop and stand next to a bike while talking. The man", "answer": 2, "choices": ["uses a piece of wood to use it.", "takes skis out of the bike and is shown one last time.", "holds a pointy tool that uses to fix the handle of the bike.", "begins working out on his bike."]}
{"startphrase": "The man holds a pointy tool that uses to fix the handle of the bike. The man", "answer": 0, "choices": ["takes out the cover of the handlebar and rise with the tool and spray liquid inside, then press the handle with his hand.", "continues to take a bite of the bakes.", "laughs and does little more flips.", "looks down at the young man and stands next to a man dressed as a man stands on a sidewalk."]}
{"startphrase": "He begins taking off a bike's handlebars and moving them around. He", "answer": 0, "choices": ["sprays down the handlebars and continues speaking.", "slides the items apart and instead drives forward.", "puts on some shingles and cuts them off to the center.", "begins to cross his bike as if in a game to catch it."]}
{"startphrase": "A man is shown speaking to the camera and holding up various tools and products. He", "answer": 2, "choices": ["continues cutting the pieces all around the roof and presenting it to the camera.", "continues putting the sandwich into the bike and shows how to use it.", "begins taking off a bike's handlebars and moving them around.", "continues scraping the hair while looking directly into the camera."]}
{"startphrase": "The judge supervises the routine of the gymnast. Then, the gymnast spins", "answer": 1, "choices": ["flips in a competition and the man claps his hands dismounting.", "holding the higher bar and jumps stand on the mat.", "to do his routine on the bars.", "to leave hands and lands in a high fall throw."]}
{"startphrase": "A gymnast performs uneven bars routine while people watch. The judge", "answer": 0, "choices": ["supervises the routine of the gymnast.", "makes the judges take her hands as well.", "comes in on her and shows the performance on the court.", "walks over the mat and cuts hands movements."]}
{"startphrase": "The camera is blurry as it focuses on the knitting. The reading lady", "answer": 2, "choices": ["shakes her head and the woman looks over and the photographer's away.", "is revealed under the bed sheets and has a static paper to her hand.", "puts her paper down.", "is reading across the newspaper."]}
{"startphrase": "A woman is seen knitting while speaking to the camera and another girl walking into frame. The girls", "answer": 0, "choices": ["continue to speak with one another while the girl knits.", "swing her legs around and wrap her legs around.", "begin posing on their feet while falling down.", "move back and fourth on the rope."]}
{"startphrase": "A lady close to the camera knits. The camera", "answer": 2, "choices": ["holds up on inspection.", "gets up and gets brushed.", "is blurry as it focuses on the knitting.", "is getting steady on eye contact."]}
{"startphrase": "The girls continue to speak with one another while the girl knits. The", "answer": 0, "choices": ["continue with their conversation.", "speaks extensively about drinking tea and happen to music.", "put the bars around while speaking and play.", "continues to play the instrument while looking to the camera."]}
{"startphrase": "He is throwing darts at a wall. A woman", "answer": 3, "choices": ["squats alongside flies side to side with his gun.", "throws a dart at a dartboard.", "collapses and falls to the floor.", "is standing next to him."]}
{"startphrase": "A woman is laying back in a chair getting her lip pierced. The piercer", "answer": 0, "choices": ["removes the tool and pulls on her lip.", "uses her pink toothbrush while staring at the camera.", "points at the end of her nose.", "shows her eye out several different angles."]}
{"startphrase": "She is getting a piercing and the man is about to start. He", "answer": 3, "choices": ["points at her foot for sure she is dancing.", "has just removed the weights, while doing her indoor exercise and goes through to the window.", "is inside a bathroom and talks showing how you can rinse and wipe her sink well.", "sticks the needle through her bottom lip."]}
{"startphrase": "A girl is sitting in a chair with a gloved man with his hands in her mouth. She is getting a piercing and the man", "answer": 3, "choices": ["open the cats right eye.", "holds behind the camera then wraps the contact.", "begins to laugh in the room.", "is about to start."]}
{"startphrase": "Two young men are standing indoors, talking to the camera. They", "answer": 1, "choices": ["are playing on the sidewalk in front of the players.", "demonstrate how they run on a track, and do a long jump into sand.", "begin to rake and work very fast.", "drive through several track areas."]}
{"startphrase": "A woman rides a camel holding a rode with her right hand while a man pulls the camel. Then, the camel stops and the woman", "answer": 0, "choices": ["gets down from the camel.", "continue to talk to others.", "shakes hands with her dog.", "climb onto the back."]}
{"startphrase": "Someone falters in the foyer as there are three closet doors to choose from. Someone", "answer": 0, "choices": ["looks up the spiral staircase and sees the twins looking over the banister rail on an upper level.", "'s lassos a whip as a pirate.", "sits on a couch with his arms tucked in his pockets.", "opens the door to people, who are packing clothes in their bags, along with the kid burst into the living room."]}
{"startphrase": "Men are riding motorbikes in a path. people in motorbikes", "answer": 2, "choices": ["stands behind the dog.", "are riding the camels.", "are doing motocross in a dusty path.", "are sitting on a horse."]}
{"startphrase": "A man is seen climbing on a dirt bike and shown speaking to the camera with others. Several clips", "answer": 2, "choices": ["are shown of people riding dirt and bikes around a track while following and speaking to the camera.", "are shown showing ramps as well as speaking to the audience.", "are shown of people riding around on dirt bikes.", "are shown of people riding on dirt bikes as well as riding down the road."]}
{"startphrase": "Several clips are shown of people riding around on dirt bikes. One person falls off their bike and the people", "answer": 2, "choices": ["begin working on the mat at the same time.", "get back onto their bikes.", "continue riding around on the track.", "continue climbing with one another."]}
{"startphrase": "It winks down at him as it flies off. Someone", "answer": 2, "choices": ["notices her naked body.", "watches an assault rifle and drags him through to the police car.", "puts his bag back on.", "freezes, listening to him."]}
{"startphrase": "Someone comes out of the bathroom and stares. Someone", "answer": 3, "choices": ["stands with an army.", "holds his gaze as someone hands a cup to a neighbor.", "sit on the bed someone follows at someone who sits on the main floor with a shawl and a tripod.", "switches off the bathroom light and approaches the bed."]}
{"startphrase": "It hops onto his finger. He", "answer": 1, "choices": ["begins to stumble and knocks along the pipe.", "strokes its head and lets it go.", "slams someone to his ground to jump straight.", "used his fingers to wipe some raw blush off someone's sleeve."]}
{"startphrase": "Someone puts his bag back on. He", "answer": 1, "choices": ["hoists himself onto his feet and shoves her away.", "dashes off to work.", "looks out at the ball of fire.", "watches from the corner of the pool."]}
{"startphrase": "He dashes off to work. He", "answer": 1, "choices": ["swims past a warehouse and up a hill.", "skips happily through the front door and to the lift.", "exits the car with a crowbar loaded into the bar.", "walks away in the apartment."]}
{"startphrase": "He strokes its head and lets it go. It", "answer": 2, "choices": ["sound the general's nails.", "'s a pound stone hits his own car that blocks his breath.", "winks down at him as it flies off.", "lets out a sigh of relief."]}
{"startphrase": "Someone boogies his way past the display and through a park. He", "answer": 1, "choices": ["reacts through the rain to someone, heading out to the sunshine gathering for her.", "cheerfully greets the people he meets, even kissing one woman's hand.", "paces posted and her.", "empties a rocky flip gap, knocking the bar back to his post."]}
{"startphrase": "He's hoisted shoulder high by his dancing friends. The large crowd of dancers", "answer": 1, "choices": ["lets the man off her feet with the stars.", "is joined by a marching band in full colorful military style uniform.", "stare up at them in their early white bridal styles.", "are unaware standing down in his midst."]}
{"startphrase": "Someone grabs a baseball bat and knocks an imaginary ball out of the park. He", "answer": 2, "choices": ["puts the envelope on the wall.", "tries to scramble around to make someone's second shot.", "'s hoisted shoulder high by his dancing friends.", "throws it at him as he sways into a corner."]}
{"startphrase": "In daylight, he walks out of the apartment building with a broad grin on his face. He", "answer": 2, "choices": ["sits into the jack - o - lantern.", "plugs a key to a pocket's pocket and reaches out to pick up something.", "pauses to check his look in a shop window.", "shuts his eyes, his brow knitted."]}
{"startphrase": "He daps and slaps with a couple of guys he meets on his sunny walk to work. He", "answer": 2, "choices": ["sits on a bench illuminated by the rain.", "gets him in the nuts and staggers away, finishing his coffee.", "tosses his bag to a woman and starts to dance.", "finds his muddy mark on a scooter's dusty cupcake and sets it on the bed behind someone."]}
{"startphrase": "His boss has a new assistant with a large afro. Someone", "answer": 2, "choices": ["touches a green graphic on the lips of a black felt machine, and on tape.", "pins up his laptop.", "stares gloomily at mackenzie.", "'s arm is held in a flash club."]}
{"startphrase": "The reflection he sees is Harrison Ford as someone Solo winking back at him. Someone", "answer": 3, "choices": ["trips at the head of the floor and jumps off to his knees.", "dives straight to the surface.", "lies in the hospital bed.", "boogies his way past the display and through a park."]}
{"startphrase": "Someone switches off the bathroom light and approaches the bed. In daylight, he", "answer": 1, "choices": ["lights it and puts it on as he sits down, lit by the light.", "walks out of the apartment building with a broad grin on his face.", "turns to the side of the hall, silhouetted against the dark luminous light.", "has thought someone's video in the apartment."]}
{"startphrase": "The girls sit at easels, stretching bulbous renditions of the obese woman. In the front row, someone", "answer": 3, "choices": ["waits a minute to congratulates his father.", "sits with her hands next to someone.", "passes someone on a corridor balcony.", "wears a look of disgust."]}
{"startphrase": "Later, we drift from someone's socks up his chunky bare legs. He lies on his side with the sheet covering his torso, his head", "answer": 3, "choices": ["propped up on the swing of his hand.", "splayed on his shoulder and his eyes meet open.", "framed by the camera's grasp.", "propped up on his forearm."]}
{"startphrase": "She yanks off the sheet. Someone", "answer": 2, "choices": ["walks along the side to her office.", "glances out to find someone lying down on the toilet.", "pulls a fire alarm.", "smiles as she sleeps in the closet."]}
{"startphrase": "He gets down on his knees and begins to remove the mulch by hand by pushing it further from the base of the tree. He", "answer": 3, "choices": ["continues on with his tools and ends what he has done without looking at.", "uses the wand to loosen the string next to the tree.", "is lying on the ground with his back to the wall.", "takes out some clippers and clips some of the roots."]}
{"startphrase": "He takes out some clippers and clips some of the roots. Last, the video", "answer": 1, "choices": ["cuts to a sharpener and how much he was trying.", "ends with the closing captions.", "shows him grabbing a bow, hanging fish and trimming the hedge.", "ends with the color of scissors and cuts."]}
{"startphrase": "An intro comes into the screen for a video about removing mulch. A man", "answer": 2, "choices": ["uses a vacuum to flatten out with the machine.", "flies into a poster while a factory is shown.", "digs his heel into the base of a tree to push away the mulch.", "picks up the paste and sets it in a boot."]}
{"startphrase": "A man digs his heel into the base of a tree to push away the mulch. He", "answer": 0, "choices": ["gets down on his knees and begins to remove the mulch by hand by pushing it further from the base of the tree.", "takes his t - shirt off and then corners his trunk back on the trailer.", "hill through a forest, with circles stretched out behind the trees.", "use his wand to cut up leaves of burning grass of trees."]}
{"startphrase": "He lowers his eyes, tries to bite back his smile and fails. The two men", "answer": 2, "choices": ["stare past scans at someone, listening.", "reach their screws, then side pulls to approach it.", "share a warm smile.", "shake hands and dance together in numerous different areas."]}
{"startphrase": "It contains a news clipping featuring someone at the end of his journey. The writer", "answer": 2, "choices": ["scowls at the teen as someone holds him close.", "looks up at the frosted window in his bare apartment.", "flips to the last page.", "clears across the street and walks over to someone who sits on a branch next to captain someone."]}
{"startphrase": "Someone's eyes dart toward a window. Someone", "answer": 0, "choices": ["crosses toward the door.", "smashes it against a wall behind him.", "leads someone up a staircase.", "stands in front of the monitor."]}
{"startphrase": "The writers eyes sparkle and the corners of his lips turn up. He", "answer": 1, "choices": ["looks toward someone, and someone can't stand watching tears.", "lowers his eyes, tries to bite back his smile and fails.", "glances up at his mother, shifting someone his foot, and looks at her from behind the bed.", "picks up the tray and begins applause."]}
{"startphrase": "The writer looks up from the file and beams. The writer", "answer": 0, "choices": ["shakes hands with someone's beautiful wife and children.", "gives him a serious look.", "then pats someone's back and regards his brother with a concerned frown.", "looks over his shoulder with a slight smirk."]}
{"startphrase": "The writer flips to the last page. The writer", "answer": 3, "choices": ["looks over, taken aback.", "rips an arm out of someone's hand.", "gives some self look.", "looks up from the file and beams."]}
{"startphrase": "Now the teenage someone floats on the ocean gazing toward us. As he smiles, the tiger", "answer": 2, "choices": ["regards him with a wounded gaze.", "starts to move toward the pylon.", "appears to his left facing away from us.", "gets up and sits to join the girls."]}
{"startphrase": "As he smiles, the tiger appears to his left facing away from us. The boy fades from view and the sparkling ocean", "answer": 3, "choices": ["skyline looms over him.", "moves up at them.", "goes to tilt his point of view.", "becomes the mexican jungle."]}
{"startphrase": "Seated on a couch, the young writer glances after him then opens the insurance file. It", "answer": 2, "choices": ["keeps on his laptop.", "leads her into a room where a group of working thugs remain.", "contains a news clipping featuring someone at the end of his journey.", "takes a few steps towards the door."]}
{"startphrase": "The boy fades from view and the sparkling ocean becomes the Mexican jungle. He", "answer": 3, "choices": ["shapes flower petals down in the sunshine, then races across to the landing, clad in an elegant silver dress.", "shows next a table.", "waves it under the water and we land on someone.", "vanishes within the thick, jungle growth."]}
{"startphrase": "The two men share a warm smile. Someone's eyes", "answer": 1, "choices": ["show a long cartoon picture.", "dart toward a window.", "flare into a faint glow.", "follow the animal as she goes."]}
{"startphrase": "Someone regards the younger man with a calm, sad expression. Someone", "answer": 1, "choices": ["folds the contract to her waist and presses it to her mouth.", "gives a faint smile.", "stands by someone, then glances away.", "stares as tears shine on her face."]}
{"startphrase": "A gymnast runs up to a high bar and alternates between the high and low bar, performing various gymnastics moves and flips. She", "answer": 0, "choices": ["flips off the bar and lands on her feet.", "picks and prepares for stand of bars by blocking the score off the mat.", "watches the performance, then finishes to do the same.", "picks his hands up to break the air and performs multiple flips."]}
{"startphrase": "She flips off the bar and lands on her feet. Her fellow gymnasts", "answer": 3, "choices": ["watch them dance but does n't fit in the same time.", "work on her balance.", "perform laps with the baton.", "run up to her in excitement."]}
{"startphrase": "A crowd watches a gymnastics show. A gymnast", "answer": 3, "choices": ["kicks a baton on the lawn.", "runs in front of the beam.", "is seen diving after a beam before lifting her up before.", "runs up to a high bar and alternates between the high and low bar, performing various gymnastics moves and flips."]}
{"startphrase": "A female gymnast is spinning and jumping on a pair of high beams as her coach watches, prepared to catch her. He", "answer": 3, "choices": ["spins with her ballerina batons and begins by picking up the small clamp at a different time.", "stands catch the sides of her hands as the game ends.", "begins to lift up another triangle on them, which it spins and lands on the stage.", "steps onto the beam as she dismounts, arms in the air."]}
{"startphrase": "Men are standing on motorbikes getting ready for a motocross competition. man", "answer": 1, "choices": ["places the ladders onto a fence and winds up a marching wall, high with hammer and a stone.", "is talking to the camera and standing on a podium.", "stands outside in the field going at arms of people and leading a long jumping calf in front.", "drops the javelin to the ground and jumps it very high."]}
{"startphrase": "Men are standing on a sandy area walking. man", "answer": 1, "choices": ["stands throwing his team in the field.", "are talking to the camera standing on the sand.", "stands at the front of a line.", "is wearing a harness on a man's shoulders."]}
{"startphrase": "A lot of people are sitting on terraces in a big field and people is walking in the entrance of a big stadium. men", "answer": 3, "choices": ["are running in a gym in front of a woman on the ground.", "are in street in a parking lot celebrating with horses and horses.", "are playing instruments in a black room with a man playing the drums.", "are standing on a sandy area walking."]}
{"startphrase": "Man are talking to the camera standing on the sand. men", "answer": 3, "choices": ["are in a gym playing beer pong.", "are jumping in front of a mountain and doing tricks on a capoeira course.", "are walking and plays paintball in a park.", "are standing on motorbikes getting ready for a motocross competition."]}
{"startphrase": "Two people are outside in ball dancing in a plaza as a group of people surround them and watch. People come and go to watch the two people dance and then they finally", "answer": 2, "choices": ["fight over their right arm and then take off in the end.", "get done and spin to onlookers to keep each other from fighting and trying to win the match.", "stop dancing, bow and grabs a cloth to wash their face.", "stop by at the end dance until they row the burning two."]}
{"startphrase": "He uses the rake to push the leaves into piles. He", "answer": 0, "choices": ["continues to rake, clearing a path of dirt underneath.", "puts a handful of flowers on his arm.", "stops the dirt from the pile, scattering of the snow.", "paints the fence while laying on the grass."]}
{"startphrase": "A man is raking leaves in a large yard. He", "answer": 3, "choices": ["is raking dry leaves with a leaf blower.", "sits on the grass by the pool, then starts putting leaves on the lawn mower.", "spins around using a leaf blower.", "uses the rake to push the leaves into piles."]}
{"startphrase": "Someone puts his bandaged hand to his mouth, as tears flow down his face. He", "answer": 2, "choices": ["continues to play a bag.", "runs back to someone, who's staring over the net.", "drops the phone on his stomach.", "grabs a needle and shakes his head."]}
{"startphrase": "A little girl plays softly the drums holding two sticks while she is singing on a microphone. The, the girl", "answer": 3, "choices": ["take in the greeting and an asian girl followed by two people standing on stage.", "holds the microphone up and begins to girl dance an entire time.", "claps the girls hands anxiously.", "plays more fast the drums."]}
{"startphrase": "The man begins washing the dishes in a quick motion and throwing them into a pile. The man", "answer": 1, "choices": ["bends over and rinses his hands and more leaves.", "continues washing the dishes while looking back to the camera.", "laughs with a hippie who is looking up to play.", "continues spraying down the face and knocking the man."]}
{"startphrase": "A man is seen wearing an apron in front of sink stacked with many dishes. The man", "answer": 2, "choices": ["puts cup and soap in the rag and twists several pots off the table.", "begins to put on a shoe.", "begins washing the dishes in a quick motion and throwing them into a pile.", "sits back up to the camera and looks up from the screen."]}
{"startphrase": "Now an eight - wheeled armored transport sits parked outside. Inside mnu headquarters someone", "answer": 1, "choices": ["uses a cleaning kit against a shadowy doorway.", "paces in front of someone.", "kisses someone's forehead.", "watches with horrified expressions on their faces."]}
{"startphrase": "Someone stares fearlessly into the strange gun's blazing barrel. The bald thug", "answer": 0, "choices": ["brings out a bag of weapons.", "flexes his feet and gazes upward.", "rises at the hand and sends someone off the vehicle.", "is hidden away from the incident."]}
{"startphrase": "Man is putting the lifts on a pole. man", "answer": 0, "choices": ["is standing in middle of a room in a gym lifting weight.", "cleans a wall paper on a handlebar.", "is waxing in a black shirt only holding the blower.", "is being a styled exercise in the sand."]}
{"startphrase": "He sits in front of a computer talking to the camera. He then", "answer": 1, "choices": ["lifts a barbell over his head.", "shows how to do something on the computer.", "sets the iron down and squats over.", "shows how to prepare a washer, squeezing ingredients into different beverages."]}
{"startphrase": "A man adjusts the camera on a back porch. He", "answer": 3, "choices": ["grabs his shoes and puts tools inside.", "demonstrates how to move the leaves.", "uses a scraper to trim the windows in the yard.", "sits in front of a computer talking to the camera."]}
{"startphrase": "A person's hands are seen attempting to solve a rubix cube while the end of a table is shown. The person", "answer": 1, "choices": ["mixes continuously and leads into one speaking to the camera.", "continues until they finish the cube and then shows his time on the screen.", "finishes cleaning and begins to solve it with rubix extensions.", "continues throwing the object into the camera while the camera pans around."]}
{"startphrase": "A shot of christmas tree is shown with people quickly moving in and out of frame. Lights", "answer": 3, "choices": ["pans around the car in front of them moving away in different attempting attaches gambler somehow made their work.", "continue riding on over a course performing various tricks.", "see snow off in a city where another man lies past a car and tries to drive him from his eye.", "are shown on the tree as people continue to move in and out of frame."]}
{"startphrase": "Lights are shown on the tree as people continue to move in and out of frame. The people", "answer": 2, "choices": ["continue to ride around on the side while wandering around the still deserted area.", "continue playing continuously while pausing to speak to the camera.", "continue hanging ornaments and show off the tree in the end.", "continue to ride around as the people continue to ride around and smile with one another."]}
{"startphrase": "Slowly leaning back into view, he peers around the corner at the box of porn. Later, he", "answer": 2, "choices": ["drops the satchel of money and stares at the sand feeling in his sky suit.", "paces left alone in his room as someone works on a box monitor.", "lights nearly a dozen candles of varying sizes and colors.", "carries a single string piano within the upstairs stage."]}
{"startphrase": "A person wake boards on a lake while being towed. They", "answer": 0, "choices": ["pass a person in the water.", "turn the water, and float down to rest 100 degrees.", "are properly riding in their raft.", "are able to stop to climb the swimming body of water while taking off into swim tentacles."]}
{"startphrase": "They pass a person in the water. They", "answer": 0, "choices": ["come to a stop by a dock.", "jump out of the swing and crash into each other.", "go down a hill.", "pass the water to the center of the boat."]}
{"startphrase": "A camera and logo appear briefly. A person", "answer": 0, "choices": ["wake boards on a lake while being towed.", "lights a candle on a tam - tam.", "walks on the horse down the track.", "is seen inside and boxing."]}
{"startphrase": "A boy takes a photograph. A tatty gray owl", "answer": 3, "choices": ["lies just above the water.", "is accompanied by drawings of a woman.", "enters the silky gray images swirling around the room.", "flies down into the room."]}
{"startphrase": "Furious, he throws it into a pot. The ghost of someone", "answer": 1, "choices": ["falls a few yards away.", "floats into the great hall where the students are sitting at long tables.", "spits it out at the train.", "follows his dad up to the canister."]}
{"startphrase": "Someone takes a red envelope from someone's beak. Someone", "answer": 0, "choices": ["nervously breaks the seal on the red envelope.", "looks over her shoulder at a house in it.", "strides through the jungle, reaches the pepper stoically, reads it.", "pushes up fast to the man."]}
{"startphrase": "Swooping low over the table, it heads for someone, but collides with a bowl, scattering crisps everywhere. Someone", "answer": 0, "choices": ["takes a red envelope from someone's beak.", "sits watching someone and the giant spider which spreads around someone's neck to let someone fall.", "struggles to block the hidden view and looks over his shoulder at someone.", "is now wearing scrubbing lightly - - - and putting a hand into his skin."]}
{"startphrase": "It blows a raspberry in someone's face. Someone", "answer": 2, "choices": ["leaps from his pipe as he steps out into the dark.", "turns, eyes a giant clown - faced monk lying on the ground.", "looks at someone sympathetically.", "walks out of the window."]}
{"startphrase": "To his embarrassment, it starts to scream at him. The envelope", "answer": 2, "choices": ["tries to iron the flame of the suit.", "is sitting - a ring on his gloved hand.", "folds itself into a mouth.", "drops beneath the grasping for support."]}
{"startphrase": "Next, the person puts ice in a cup, and then squeeze a lemon using the lemon squeezer, add syrup and water from jugs. Then, the person", "answer": 3, "choices": ["put the left arm on a blender.", "adds three liquors and a pitcher and pours it on the mortar and for a while.", "grabs a pickle and pour it into a mixer.", "put a cover on the cup and shake the mix."]}
{"startphrase": "He begins shaving his face while looking into the mirror. He", "answer": 0, "choices": ["points to the razor and continues shaving his face and looking to the camera.", "shaves in as he is shaving his own arm.", "slowly rubs his upper lip with his thumb.", "wets his lips while on the shaver."]}
{"startphrase": "A man is seen looking to the camera wile holding a razor. He", "answer": 1, "choices": ["puts metal on his mind.", "begins shaving his face while looking into the mirror.", "then begins shaving a beard down on the face and pointing to.", "glances around the area and ends by walking out of frame."]}
{"startphrase": "A man is holding onto a cube with multiple colors like a rubix cube, puts it down, presses a timer and picks it back up. As soon as he picks it up he", "answer": 2, "choices": ["begins ripping off the armor with an arrow.", "puts the cube back down and starts to do it again under the hand he feeds him with another person sitting next to him.", "begins to turn it around and around attempting to match all the colors on each side.", "zooms away from it and scrapes the bottom of the watermelon with an electric cutter."]}
{"startphrase": "The person then solves the puzzle as the clock in front of him ticks away. The person", "answer": 2, "choices": ["finishes the cube and then solves the puzzle.", "continues to turn the cube around and watches sticks.", "finishes and puts the cube down.", "sits down and solves the cube."]}
{"startphrase": "As soon as he picks it up he begins to turn it around and around attempting to match all the colors on each side. The man", "answer": 0, "choices": ["matches all the colors and slams the cube on the table while hitting the timer at the same time.", "finishes cleaning the end and when he goes back to see what he is done.", "spins the second stick, cutting the grass and grabbing the ball off the wall where they are getting along.", "is very kind, but is an recording seated man again."]}
{"startphrase": "Someone goes to the door, as someone limps slowly out through the classroom below. The ghostly horsemen", "answer": 0, "choices": ["gallop through the great hall.", "swing herself up one after the other, following in the direction of the song.", "are taken out on a wood passage down a curt street.", "begin to retreat behind the corners of each other."]}
{"startphrase": "Someone points his wand and the parchment folds itself up and becomes blank. He", "answer": 0, "choices": ["smiles at someone, picks up his bag and walking stick, and leaves.", "continues smoking and watches her aim at the bar.", "leans on the hammock's lid.", "fly into his arms."]}
{"startphrase": "He smiles at someone, picks up his bag and walking stick, and leaves. Someone", "answer": 2, "choices": ["grabs a ball and pulls back a third.", "looks at someone just to see that someone's already going down.", "goes to the door, as someone limps slowly out through the classroom below.", "sits down and walks farther into the studio."]}
{"startphrase": "In the quadrangle, someone sits astride his magnificent new Firebolt. His classmates", "answer": 1, "choices": ["play the drums on their mother as someone smiles.", "cheer as he zooms up into the air.", "flee his pretty chestnut apartment.", "give him quick glances as he climbs the deep stone steps of the house."]}
{"startphrase": "A boy sprays shaving cream into his hand from a can in his bathroom. The boy", "answer": 1, "choices": ["shows products his shaving brush before shaving up his face.", "applies the shaving cream to his face.", "mashes the other's hair with a spray towel.", "takes the scrubs shoe with it."]}
{"startphrase": "A man has shaving cream on his face and reads a label on a pressurized can and discusses it. A man", "answer": 1, "choices": ["is giving a treatment with a young who is fighting back.", "rubs his smooth face.", "is talking about shaving hairstyle in his hands.", "removes the wig's beard and takes a nut."]}
{"startphrase": "The boy applies the shaving cream to his face. A man", "answer": 0, "choices": ["has shaving cream on his face and reads a label on a pressurized can and discusses it.", "cuts the baby face.", "is using a razor to shave twice.", "removes the mans mug and places it on the girl's left hand."]}
{"startphrase": "The man holds up a metal oil can. The man", "answer": 0, "choices": ["applies a medicine dropper with liquid to a razor and demonstrates how to use it.", "uses a big piece of paper to remove the sandwiches decorated.", "finishes a nut on the table and cuts it into four.", "wash and brush the sliced potato."]}
{"startphrase": "A man rubs his smooth face. The man", "answer": 2, "choices": ["attaches a blue bull to a bull.", "shaves long beard and put the shaver back on the leg.", "holds up a metal oil can.", "finishes using the photographs while getting how to start them swinging."]}
{"startphrase": "Someone falls against someone and smiles contentedly. They", "answer": 2, "choices": ["then go out on the statue.", "slips away champagne and finds her young parents now at the tree.", "wrap their arms around each other.", "have made a victorian sandwich in its case."]}
{"startphrase": "At a check - in desk at the airport, people stand facing a uniformed woman with thick, fair hair. She", "answer": 0, "choices": ["checks a computer screen and smiles at them.", "stares at her estranged husband.", "walks into the bedroom.", "climbs on through a snow covered window."]}
{"startphrase": "Looking thoughtful, he rests his chin upon her hair. At a check - in desk at the airport, people", "answer": 1, "choices": ["smiles as she turns to the air large panel of dolphin photos.", "stand facing a uniformed woman with thick, fair hair.", "kiss as several roiling banquette billow out beneath the shimmering track.", "lie later in the big bed."]}
{"startphrase": "They wrap their arms around each other. Looking thoughtful, he", "answer": 3, "choices": ["sits at his table and looks around.", "backs away in a loving direction.", "turns on the light.", "rests his chin upon her hair."]}
{"startphrase": "A man is seen speaking to the camera that leads into clips of people playing lacrosse. The people", "answer": 0, "choices": ["run all around one another as they take turns speaking to the camera.", "continue to play on smiling while more clips are shown of people taking pictures in the pool.", "continue kicking and kicking at a match as well as passing along the grass and others help.", "speak to one another and demonstrate how to properly play pong with one another."]}
{"startphrase": "The players are warming up for the game as different contestants talk about the techniques used in hurling. Some of the players", "answer": 3, "choices": ["looks sullen in the distance.", "play in a skate area where the mallet came.", "perform an attack on the camera.", "are running with their hurling sticks trying to catch the ball."]}
{"startphrase": "There are two teams participating in hurling. The players", "answer": 1, "choices": ["hit the ball up with the net on the right side of the net.", "are warming up for the game as different contestants talk about the techniques used in hurling.", "begin to play an game of indoor field hockey ball.", "kick the ball all the way down."]}
{"startphrase": "The people run all around one another as they take turns speaking to the camera. The people", "answer": 2, "choices": ["continue jumping around and cheering on the crowd.", "continue to push around one another and continue jumping up followed by people eating.", "continue speaking while others practice behind them.", "ride around the end with the background panning around."]}
{"startphrase": "There's are some young athletes standing in an open field talking about hurling as some players play the game. There", "answer": 2, "choices": ["are numerous players shown in rope to same preparing for a final hit of field competition.", "for a person on a yellow field backstage speaks to the newscaster.", "are two teams participating in hurling.", "begin competing again by scoring goals and the white team scores a goal in the coaches and the goalie on the blue team scores."]}
{"startphrase": "Woman is holding a razor and is cuting the hair of the dog. woman", "answer": 0, "choices": ["keeps grooming the dog and combing his hair.", "is brushing her hair in the shower.", "is helping the woman combing another woman's hair.", "is taking off her shoes and lifts them up."]}
{"startphrase": "Woman is standing in a backyard with a lot of Schnauzer on a table and around her. woman", "answer": 0, "choices": ["is holding a razor and is cuting the hair of the dog.", "is standing in a room wearing a sweater that is standing on a rope behind her.", "is sitting in a house talking to the camera.", "is holding a child and cleaning the nose of a pumpkin."]}
{"startphrase": "She starts to cut the hair of a dog that is sitting on a table. She", "answer": 0, "choices": ["stands the dog up and continues to cut its hair.", "looks at the camera and we see the address book.", "starts brushing her hair with a razor.", "starts drinking a beer in front of the camera."]}
{"startphrase": "She stands the dog up and continues to cut its hair. Next, she", "answer": 2, "choices": ["proceeds to blow dry a woman's hair.", "digs a shovel in nail polish and sets the items on the table.", "moves on and start to cut the hair on its ears.", "finishes the hair and tapes them together."]}
{"startphrase": "An introduction comes onto the screen for a video about grooming dogs and she talks about what she will be doing. She", "answer": 1, "choices": ["is showing and how to clean a tube soaked clothes slack, next, once she helps do the back of the small sneakers and", "starts to cut the hair of a dog that is sitting on a table.", "is belly dancing as someone leaves.", "shows how to dry the dogs hair and brushing the dogs with the dogs."]}
{"startphrase": "Two reporters report on a story about drinking too much coffee on a live news telecast. A dark haired woman reporter", "answer": 2, "choices": ["appears wearing red shades covered by microphone examples.", "sits nearby talking to the camera while taking a drink off of a cup.", "talks on camera before the camera cuts to a blonde haired reporter also talking on camera.", "talks in a room while a woman is sitting and talking at the bar."]}
{"startphrase": "The camera cuts to video of a coffee cup being filled with coffee while a written template explaining what the story is about appears beneath the cup. The camera then", "answer": 3, "choices": ["cuts to a man with various other items needed materials to sit.", "begins to look around for her glasses once more.", "shows the white man in and talking about a drink of wine.", "cuts to a four person news panel of people talking on camera."]}
{"startphrase": "A man uses an electric drill to wind up the floor jack and lift the car tire off the ground. The man", "answer": 3, "choices": ["points the ornate receiver back, then climbs to the car.", "stops adjusting and demonstrates how to clean the front gate with a large shovel.", "falls to the ground and rise to his feet.", "uses the electric drill again to mind down the floor jack and lower the car."]}
{"startphrase": "A rests underneath a car in place but not lifting it off the ground. A man", "answer": 2, "choices": ["lifts his head in a black pan.", "prepares to adjust the piece of the bicycle on top the lock with three pieces attached to his plows and the tire.", "uses an electric drill to wind up the floor jack and lift the car tire off the ground.", "stands inside a skiing steam faucet."]}
{"startphrase": "A woman is working out an elliptical machine. A man", "answer": 0, "choices": ["is working out on an elliptical machine.", "heaves a machine onto a machine that is on the top of a pole.", "has gloves, a makeup case, then is shown using the driver's license with a man.", "is wearing a utility belt in the tube room."]}
{"startphrase": "As the pretty girl grins, someone sneaks a look at her. Someone", "answer": 0, "choices": ["wears a khaki safari - style vest over his suit.", "smiles at her, then gives someone a close look.", "propped on her knee, she chats with a cat, and the troubled man in trench coat approaches her with him.", "smiles at them."]}
{"startphrase": "At Buster's enclosure, someone makes notes. Someone", "answer": 3, "choices": ["flips the binder off.", "meets with someone, enjoying someone, and gives him a friendly nod.", "runs a hand on someone's head.", "turns off his walkie - talkie."]}
{"startphrase": "Someone spits out his scotch bottle's cork and holds up a glass. He", "answer": 1, "choices": ["takes out a vodka bottle.", "fills someone's and someone's whisky glasses, then steps away.", "studies the dealer's phone for a moment.", "cocks his head, then drops it."]}
{"startphrase": "The lion gets down off his rock and takes a few steps towards someone, holding the gate shut from the outside. Meanwhile, someone", "answer": 2, "choices": ["laboriously climbs on to his bunk with someone.", "heads in towards the cheerleaders king at his associates.", "leads someone and his kids through a grove.", "stands on the rug, staring lovingly at someone."]}
{"startphrase": "He bounces lightly, then tries another spot. Now, he", "answer": 0, "choices": ["peers closely at a surface and sets a miniature level on it.", "clutches a small straw with a red substance bear on it in a backseat.", "plays a game of polo.", "lays the merely bear dreaming on his hands."]}
{"startphrase": "Someone dashes off to the far side of the enclosure. Someone", "answer": 2, "choices": ["peers over to someone's backpack.", "leaps in through the closed door.", "takes off his jacket.", "topples over her face and winces."]}
{"startphrase": "Someone, his kids, and the zoo staff stand before him as he considers. A smirk", "answer": 2, "choices": ["drops onto someone's face as he marches down the wharf.", "falls down someone's face.", "plays on ferris' lips as he regards the staff.", "illuminates his face and his face unable to wiggle away."]}
{"startphrase": "He takes out his electric measuring tape. With a scowl at someone and someone, he", "answer": 0, "choices": ["extends it over the moat.", "lifts the martini in one.", "puts an arm around someone's arm and rests them on their knee.", "smooths it up with a hostile expression."]}
{"startphrase": "Ferris' truck pulls up nearby. Beaming, someone", "answer": 1, "choices": ["prods his mentor with his right hand.", "pats someone's back.", "digs into his wad of pockets and sits down.", "flips open his phone and looks around the room."]}
{"startphrase": "The pretty teen puts down her work, kneels at the window, and lifts the sash. Someone", "answer": 2, "choices": ["sits on the dock carving some of the sacks.", "hesitates for a moment, then, remains returning to stare at his doorway.", "solemnly shakes her head, then yields a smile.", "strides slightly to someone's jacket and flicks his fingers around it."]}
{"startphrase": "Someone turns the key back, and tries closing the gate, but the extended deadbolt prevents it from latching shut. Someone", "answer": 3, "choices": ["stares at someone through his eyes.", "unfolds the drawer as he holds the gift card.", "opens a newspaper and reads a journal.", "turns the key persistently, but finds the deadbolt stuck."]}
{"startphrase": "Scrutinizing it, he turns it in the light, then gives it a sniff. He", "answer": 0, "choices": ["eyes his host disapprovingly, flicks the straw away, and moves on.", "rips the stack of groceries out of her way and he grabs from her home.", "crouches down.", "lifts someone's to her feet."]}
{"startphrase": "Opening the gate again, she turns the key extending a deadbolt. Someone turns the key back, and tries closing the gate, but the extended deadbolt", "answer": 2, "choices": ["takes a few steps away.", "go there a third time.", "prevents it from latching shut.", "seal all the masked pieces."]}
{"startphrase": "In the lion enclosure, someone shakily removes the gate's knob - shaped handle. Safely outside it, someone", "answer": 1, "choices": ["turns on a canister.", "jumps up and down.", "watches a colleague leave.", "clutches the hammer boy on their right arm, sliding stunned back into the back seat."]}
{"startphrase": "Now wearing a hooded raincoat, someone walks on the dirt road. Passing the restaurant, he", "answer": 3, "choices": ["brings out a large golf tray.", "sees a framed mirror in the door.", "grins - - embarrassed.", "doubles back and reads a new illuminated sign in the window."]}
{"startphrase": "His long hair in a ponytail, someone shakes his hand. They", "answer": 3, "choices": ["faces him as he pouts the ranks of someone's other students.", "wave his fingers, gliding to the surface of an oncoming body.", "disguise, someone paces, his wrists tied together.", "grip each other's hands."]}
{"startphrase": "At the ground's entrance, an archway reading Rosemoor Wildlife Park stands in the heavy downpour. Now wearing a hooded raincoat, someone", "answer": 3, "choices": ["watches his father across the bedroom.", "walks away from on seated comrade.", "stands at a gallery overlooking the vast documenting flooded hallway.", "walks on the dirt road."]}
{"startphrase": "Someone holds a pen between two checkboxes labeled, Denied and Approved. Someone, his kids, and the zoo staff", "answer": 1, "choices": ["watch him from the woods into new mexico.", "stand before him as he considers.", "listen for his turn.", "go for their cards."]}
{"startphrase": "Someone turns and someone looks up. The storm quickly", "answer": 0, "choices": ["picks up, turning the dirt into mud.", "slides across the rubble.", "hurls him back and hangs off the ladder.", "follows her and its fissure blank."]}
{"startphrase": "Someone looks down at the report, then holds it up to the others. Someone", "answer": 1, "choices": ["leans close to her.", "shakes someone's hand.", "it, minas delta, with his century bands and flying gloves, lies beside him with books, clutching their papers.", "tries to copy herself."]}
{"startphrase": "Among them, someone embraces someone and someone. Someone", "answer": 2, "choices": ["is brought back to the trunk beside him.", "waits for someone someone and the clerk at the dance wall.", "scoops up someone and hugs someone.", "looks at her, utterly miserable."]}
{"startphrase": "He takes out his tools. In the lion enclosure, someone", "answer": 3, "choices": ["uses a pair of twin backflips, knocking it down on his knees.", "wears a small fang in his hands.", "opens the front door and slowly opens the door to reveal a collection of chinese writing.", "shakily removes the gate's knob - shaped handle."]}
{"startphrase": "Later, he taps on the enclosure's glass. Now, someone", "answer": 1, "choices": ["finds the wearily furnished inside.", "arrives at lion's enclosure and opens the gate.", "brings him his drive.", "stands up gravely as they enter enter a lift."]}
{"startphrase": "Someone turns the key persistently, but finds the deadbolt stuck. Lying on a rock, lion", "answer": 0, "choices": ["stands and faces her.", "gazes at him sadly.", "chases the dead man.", "peers at the huge claw, listening."]}
{"startphrase": "Someone smiles wistfully at the words, nods, and dashes off. Now a rain - drenched window", "answer": 0, "choices": ["shows someone working leather in her room.", "pours down a medium 12 - lane highway and a car approaches.", "shows a red car set by suitcases.", "reads: an article with pools of flowers in it."]}
{"startphrase": "Meanwhile, someone leads someone and his kids through a grove. Someone", "answer": 0, "choices": ["dashes off to the far side of the enclosure.", "spears around another gate with his eyes fixed onto the horses.", "follows a trail of torn hair and two piles of leaves.", "run into scene of his - family hanging and now his children blow with bubbles."]}
{"startphrase": "With a scowl at someone and someone, he extends it over the moat. Now, a clipboard", "answer": 1, "choices": ["stops a gate down a bustling roadway.", "bears a document headed, final inspection report.", "shows black boats jutting up over the stone landing.", "is covered in an expensive sweatshirt."]}
{"startphrase": "The storm quickly picks up, turning the dirt into mud. At the ground's entrance, an archway reading Rosemoor Wildlife Park", "answer": 2, "choices": ["appears in the air beneath the pulling band.", "appear in the enormous sketching lanterns.", "stands in the heavy downpour.", "appear on the small hangar."]}
{"startphrase": "Later, as someone and someone look on, someone picks up a single piece of straw. Scrutinizing it, he", "answer": 1, "choices": ["looks outside his cabin mirror.", "turns it in the light, then gives it a sniff.", "downs his glasses at the rest of the group.", "taps her finger over someone's mouth."]}
{"startphrase": "Safely outside it, someone jumps up and down. Someone", "answer": 1, "choices": ["runs onto a narrow cover.", "peeks over his shoulder.", "bashes him on another train door then swings it open.", "rips off his skirt."]}
{"startphrase": "A smirk plays on Ferris' lips as he regards the staff. He", "answer": 2, "choices": ["drinks his drink to someone, unseen.", "kicks a man uniform through the spear, then trips and leap onto the stage.", "shakes his head and aims his pen.", "looks round in front of a mirror."]}
{"startphrase": "Glancing around, she pulls the gate shut and hurriedly takes a key from a ring on her belt. Opening the gate again, she", "answer": 2, "choices": ["holds out focus, as if loading a shell.", "shoots her shoulder several times.", "turns the key extending a deadbolt.", "pops the rider back into a trunk."]}
{"startphrase": "He offers a terse professional nod to the inspector, who reciprocates. Someone", "answer": 3, "choices": ["answers his cell phone for the pay phone.", "flashes him a warm smile.", "watches with a grin.", "heads off, then stops to look back at the jubilant group."]}
{"startphrase": "Someone scoops up someone and hugs someone. Someone", "answer": 2, "choices": ["puts a pan on the urn and the lid drops.", "pulls her toward the house and holds the baby's money back.", "shakes his head and leaves.", "turns on her horse, grabs her bag, heads over to someone."]}
{"startphrase": "Someone shakes his head and leaves. Now, at the Jaguar Restaurant, someone", "answer": 3, "choices": ["sits in her cubicle, his face drenched in sweat.", "hurries down a spiral corridor where a blue man is sitting over the railing, where the bug stands by him.", "joins someone in his front seat.", "joins his brother at the bar."]}
{"startphrase": "Someone peers into the enclosure, then turns his suspicious gaze on the others. He", "answer": 1, "choices": ["in a clear peaceful, middle - length room, people desperately search their spots, watching a documentary in chinese photos and fencing.", "takes out his electric measuring tape.", "picks up a glass of cabs and follows someone down a sidewalk.", "puts his clothes down."]}
{"startphrase": "Now, someone extends his electric measuring tape along a railing. Later, he", "answer": 3, "choices": ["looks at the pair of coordinates: a man, who is busy with a rifle.", "crosses someone's side in a framed street.", "uses the edge to trim the hedges.", "stands on a building's corrugated metal roof."]}
{"startphrase": "Later, as someone pushes a measuring wheel over the footpath, a camel walks beside him. Now, he", "answer": 3, "choices": ["rides up a city street, taking off his hood and chugs some shots with food.", "rides down a carpeted street lined with umbrellas.", "emerges from an unfinished camp in an oxygen tank and musters a funnel.", "stands at an ankle - deep pool as otters swim around him."]}
{"startphrase": "At the malfunctioning gate, someone struggles with the key and the lock. The lion", "answer": 2, "choices": ["gives a disgruntled stares.", "depicting an american with a black, dusty fur hat, wearing the white fur coat and hat.", "gets down off his rock and takes a few steps towards someone, holding the gate shut from the outside.", "'s mouth hangs open and he blinks a huge tear and the woman faints."]}
{"startphrase": "Someone heads off, then stops to look back at the jubilant group. Among them, someone", "answer": 2, "choices": ["watches a computer screen photo of him.", "finds someone waiting for them in a spiral notebook.", "embraces someone and someone.", "goes to the waiter's table and puts it in his coat pocket."]}
{"startphrase": "As he takes a step toward someone, someone enters the enclosure behind him. He", "answer": 1, "choices": ["opens the door and walks inside.", "takes out his tools.", "returns his attention to the sleeping someone, who stands nearby.", "sets out more matches on the table's side."]}
{"startphrase": "Now, he stands at an ankle - deep pool as otters swim around him. Later, he", "answer": 1, "choices": ["retrieves the change from his wrist and slides it to someone's side.", "taps on the enclosure's glass.", "watches the bathroom door open.", "steps on the lounge bench."]}
{"startphrase": "As someone holds out the report, someone hangs her head. Someone", "answer": 1, "choices": ["looks to her son.", "looks down at the report, then holds it up to the others.", "scowls at someone.", "stands next to someone, who adds a newspaper."]}
{"startphrase": "Beaming, someone pats someone's back. As the pretty girl grins, someone", "answer": 3, "choices": ["points and bows his head.", "grins and regards him with a solemn envelope.", "gives him a sultry smile.", "sneaks a look at her."]}
{"startphrase": "They grip each other's hands. Someone", "answer": 3, "choices": ["rests a bloody hand on his arm and crouches at arm's side.", "hands someone a goblet.", "is spinning wildly in the new arrivals.", "smiles at someone and nods."]}
{"startphrase": "Someone finishes the lock, slips out, and bolts the gate. Someone", "answer": 3, "choices": ["starts turning the key on the door, tossing it down, and smiling.", "chase the young man back, breaking down the door.", "stands with someone nearby while heading toward the building.", "primps her hair, then wheels around to meet someone with a big smile."]}
{"startphrase": "Now, at the Jaguar Restaurant, someone joins his brother at the bar. Someone", "answer": 1, "choices": ["hands over the item in alternate editor to display him curtains before everyone moves through scenes of men and some guests.", "spits out his scotch bottle's cork and holds up a glass.", "steps close to someone and she unbuckles.", "'s mom gives up."]}
{"startphrase": "Someone peeks over his shoulder. He", "answer": 3, "choices": ["dashes to the lower door gawking out.", "overhead someone lets them out and sit down on the bed.", "gets a modest drunk.", "slams the gate on his fingers."]}
{"startphrase": "Lying on a rock, lion stands and faces her. She", "answer": 1, "choices": ["waves at the crowd.", "takes out her walkie.", "looks at the chair.", "scowls and stares at the sky."]}
{"startphrase": "Later, he stands on a building's corrugated metal roof. He", "answer": 1, "choices": ["puts red jacket on someone a hanger.", "bounces lightly, then tries another spot.", "holds it at gunpoint.", "grabs her coat and exits."]}
{"startphrase": "The rider accelerates out of a turn on his motorcycle. The rider", "answer": 0, "choices": ["goes over a jump on his motorcycle.", "swerves to pick after the ball.", "tumbles from the rooftop above the city.", "plows through a track in front."]}
{"startphrase": "A rider goes around a turn and plants his foot in the dirt to stabilize. The rider", "answer": 3, "choices": ["turns the light from several angles into his drive.", "tilts a paw and studies his ears and overlooks his body.", "gets off his horse and walks away.", "accelerates out of a turn on his motorcycle."]}
{"startphrase": "A man stands in front of a business logo and discusses. A rider", "answer": 3, "choices": ["talks to the camera while standing on the street holding a little skateboard.", "watches the screen with some angry on.", "stands in the middle of the field.", "goes around a turn and plants his foot in the dirt to stabilize."]}
{"startphrase": "A man is then shown climbing a rock wall. He", "answer": 2, "choices": ["does a series of stunts on stilts.", "does a side down and begins climbing up a wooden and climbing area.", "pulls himself up with his hands.", "uses a ruler to adjust several boxes on the floor."]}
{"startphrase": "A cat is shown climbing a wall. A man", "answer": 0, "choices": ["is then shown climbing a rock wall.", "grabs the ax and begins walking upward.", "is talking to the camera and lighting it.", "is doing stomach tricks happily."]}
{"startphrase": "Several title screens appear and shows the word Crackbabies along with fiver point one pounds. When the video does eventually start, a man", "answer": 2, "choices": ["gives interviews with a warm ups between basketball shots.", "is shown having a good time and rubs it out.", "is outside of a large mountain climbing the wall.", "stands up and takes a separate cube."]}
{"startphrase": "When the video does eventually start, a man is outside of a large mountain climbing the wall. As he progresses up the rock, there are several hooks along the way and he", "answer": 0, "choices": ["takes the clips from around his harness and clips them to the next hook on the rocks.", "continues to take two cables pole and slides safely out of the ceiling.", "is running going across a large ramp being yellow.", "ducks to bottom 180."]}
{"startphrase": "A man starts throwing a shot - put several different times as names scroll at the bottom. A group", "answer": 1, "choices": ["of people run around a building.", "can be seen behind watch him.", "is in the same room in reception with a short man with a her arm and a hat and shorts and black top hats.", "is at the top of the lift then falls on a ramp while people and weight lift go on them as he goes sailing on"]}
{"startphrase": "The tile screen shows up with some names. A man", "answer": 1, "choices": ["hits the ball with someone on the wall when it's done.", "starts throwing a shot - put several different times as names scroll at the bottom.", "continues dribbling the photo.", "walks into a bathroom and begins demonstrating how to shave your legs."]}
{"startphrase": "He partially shaves his face and shows off to the camera. He", "answer": 3, "choices": ["raises his hands in the air.", "continues to spray with soap and mascara, and wipes away from him.", "solves the puzzle and grabs another stocking from his hold.", "finishes shaving his face while making funny faces."]}
{"startphrase": "In fast motion a man is shaving his full beard with an electric hair cutter and leaves a very small part in the middle under his bottom lip. The man then moves onto shaving his mustache but", "answer": 3, "choices": ["is all completed shortly afterwards.", "ends with a razor, very close and braided hair from all angles.", "it is flail on his legs.", "leaves most of it and begins to curl the edges upwards."]}
{"startphrase": "A man is shown looking at the camera while holding a razor. He", "answer": 0, "choices": ["partially shaves his face and shows off to the camera.", "puts down the razor on the head while looking away.", "is shown working out as well as a product and rubbing it back up.", "brushes it across his face while still looking down at the dog."]}
{"startphrase": "As the Beetle rides up alongside a tanker truck, one of the bikers gains on them. The vehicles", "answer": 2, "choices": ["pull into semi - groups of the steed in turn flying out of the trucks.", "pull onto a rings as the soldiers enter the building.", "reach the center of the bridge over a river.", "spin and turn to another."]}
{"startphrase": "He pulls the driver out. They", "answer": 1, "choices": ["pulls himself out to join him and starts a hill of people having really great advantage of seeing that they were in there.", "drive off in her pink volkswagen beetle toward a bridge.", "steadies the skiptracer by the shed.", "toilet cap lies on its hood."]}
{"startphrase": "The gang leader takes aim. Someone", "answer": 2, "choices": ["dodges the aircraft and crosses to the remaining sedans.", "studies the obediently tattooed warrior.", "grabs someone's pistol and pulls the trigger himself.", "watches someone fall to the ground as chase swaggers off him, gun in hand."]}
{"startphrase": "Someone finds a four - shot pistol. He", "answer": 2, "choices": ["opens a large, long, wooden plank awning.", "rides a train as it tips over.", "glances at his partner.", "flings it onto someone's shoulder, and tosses him onto the land rovers."]}
{"startphrase": "The tanker slows to a stop gushing oil and fuel as sparks fly from the tumbling motorcycle. We", "answer": 2, "choices": ["play with the auto wriggling.", "lands on someone's boat.", "dramatically zoom back from the tanker ad glide above the truss bridge.", "stands in the middle of the street, and panic in the air."]}
{"startphrase": "Someone leaps over the top of a stopped car. He", "answer": 0, "choices": ["pulls the driver out.", "reverses from a military car as it rolls along the top.", "kicks it away from it.", "is been busy but used to be knocked over only three cars."]}
{"startphrase": "He overtakes the rig and falls off his bike. The truck", "answer": 2, "choices": ["roars over as he wrenches control of another car.", "crashes through the chain, crashes by an suv.", "runs over his legs.", "backs up in a line."]}
{"startphrase": "As the gang leader swerves, a truck hauling chickens blocks his path. He wipes out and his bike", "answer": 0, "choices": ["slides underneath the vehicle.", "reach the pier - lined road.", "blows on the street.", "follows them as he shoots."]}
{"startphrase": "We dramatically zoom back from the tanker ad glide above the truss bridge. Yielding a silver revolver, the gang leader", "answer": 1, "choices": ["faces a spot - men seated at the base of a police car.", "pulls up alongside the beetle and shoots out the driver side window.", "brings a luxurious clipboard to someone and holds him with it.", "raises the armored gloves to his chin and slides over his body with his gun."]}
{"startphrase": "Yielding a silver revolver, the gang leader pulls up alongside the Beetle and shoots out the driver side window. Someone", "answer": 0, "choices": ["swerves into another traffic lane.", "gaze at each other with shocked eyes.", "pulls a small sword from his pocket and aims it behind his back.", "sits across from someone and wears a uniform around his son."]}
{"startphrase": "Someone tosses out a sunshade which wraps around the biker's face. Firing wildly he", "answer": 1, "choices": ["tries and launches someone pulls the lever, heart flying.", "shoots holes through the tanker.", "aims his gun at the cop.", "kicks someone's head forward."]}
{"startphrase": "He glances at his partner. The gang leader", "answer": 0, "choices": ["cuts off a sedan and rides up alongside them again.", "lifts a burgundy ben grenade.", "sweeps a puck toward the models curl.", "takes a gun from his pocket and removed his helmet."]}
{"startphrase": "The gang leader cuts off a sedan and rides up alongside them again. Someone", "answer": 2, "choices": ["raises his arms.", "checks his clock which reads four hours.", "aims out the driver side window.", "rides into an suv on a bluff wielding a barbecue."]}
{"startphrase": "The truck runs over his legs. The tanker", "answer": 3, "choices": ["flies far below the backboard, then swerves between the bars.", "lies on the ground, carrying his drink.", "is hurled towards the ground.", "slows to a stop gushing oil and fuel as sparks fly from the tumbling motorcycle."]}
{"startphrase": "Firing wildly he shoots holes through the tanker. He", "answer": 0, "choices": ["overtakes the rig and falls off his bike.", "squeezes relentlessly on the peanut jelly as well.", "scrambles behind himself and comes in other directions.", "sweeps a explodes and knocks someone off."]}
{"startphrase": "He puts his spatula down. The Mercedes", "answer": 3, "choices": ["fly open and drinks.", "walks off followed driveway again.", "slots them into a separate green.", "pulls around to the drive - thru window."]}
{"startphrase": "He stands and looks around, his eyes finally landing on: The digicam and a stack of cassettes on a shelf. Someone", "answer": 3, "choices": ["looks at someone's papers.", "feels around it and falls in the seat once more.", "sprints back from the wreck and drops onto his back.", "sits at the kitchen table, staring off into space."]}
{"startphrase": "He starts going through someone's bureau. He opens the drawer in which we know someone keeps his marijuana, but he", "answer": 3, "choices": ["stops one down and rubs a piece of the gift out.", "cuts the mangled parts.", "hides it under his hat to watch.", "does n't discover its false bottom."]}
{"startphrase": "Someone leans out of the drive - thru window, grinning at her, holding bags filled with fast food. The Counter Girl", "answer": 0, "choices": ["stands next to him, staring blankly.", "with auditorium, filmed, singers the club.", "attempts to block her ransacked.", "is eating solid and stinky."]}
{"startphrase": "Someone looks up suddenly when he hears. He", "answer": 0, "choices": ["puts his spatula down.", "bumps into a revolver and drops surreptitiously into his weapon.", "talks using the phone and walks away for a few seconds.", "bundles the flaxen powder beneath the car."]}
{"startphrase": "Someone drives; someone sits beside her. They", "answer": 2, "choices": ["rise someone's feet up.", "lift her and they are alarmed.", "are too involved with each other to notice someone watching them from the drive - thru window.", "sit at a table with a beer from a table."]}
{"startphrase": "He opens the drawer in which we know someone keeps his marijuana, but he does n't discover its false bottom. He stands and looks around, his eyes", "answer": 2, "choices": ["moving to the side, the houses rapidly stained.", "focused as the sight of someone making his way down a trail.", "finally landing on: the digicam and a stack of cassettes on a shelf.", "deep and continuing, its bleed - length sideburns pressing on him."]}
{"startphrase": "Someone sinks slowly onto someone's bed, mesmerized. Then, naked except for his black socks, he", "answer": 1, "choices": ["rests his knee on the narrow ledge of the corner.", "grabs the dumbbells and starts lifting them, watching his reflection in the window as he does.", "talks to the servant and glances inside.", "zips her panties down with a wounded slug."]}
{"startphrase": "They are too involved with each other to notice someone watching them from the drive - thru window. Someone", "answer": 0, "choices": ["leans out of the drive - thru window, grinning at her, holding bags filled with fast food.", "smashes the man's head.", "spins and slaps the back.", "and the someone wipe after the child's fingerprints."]}
{"startphrase": "We are outside someone's room, moving slowly toward the open door, through which we can see someone, standing at his bureau mirror, combing his hair. The scars on his face", "answer": 0, "choices": ["are almost gone now.", "is dark and weary.", "lies at the ends of the bed.", "is clean and shiny."]}
{"startphrase": "Smiley's uniform, is happily flipping burgers on a grill. Someone", "answer": 3, "choices": ["is tucked behind his legs.", "practice fencing and someone.", "stalking back for a spa.", "looks up suddenly when he hears."]}
{"startphrase": "A reverse angle reveals someone standing outside the door looking in, watching someone with great tenderness. Then someone looks up at him, and someone", "answer": 1, "choices": ["lets him go with instinctively addressed.", "is suddenly self - conscious.", "has come to his feet on the balustrade.", "aims his gaze at the way and stops a few yards from someone."]}
{"startphrase": "Someone almost jumps out of her skin. Someone", "answer": 1, "choices": ["walks revealing a young woman standing in the kitchen sink.", "struggles to appear nonchalant.", "kicks the city forward, hitting someone with his fists.", "heads over to meet his entourage."]}
{"startphrase": "Someone leans forward from the passenger seat and glares at us. As someone starts to get in the car, someone", "answer": 3, "choices": ["grabs leggings thug and walks in through the gates.", "heaves a sigh.", "gets into his car and comes back to school.", "emerges from the house in his sweatpants."]}
{"startphrase": "As someone starts to get in the car, someone emerges from the house in his sweatpants. Someone", "answer": 3, "choices": ["gets a dark, white car.", "props himself up on his elbow and nudges his fist.", "sits, drinking his beer as he steps in.", "watches, at first baffled, then impatient."]}
{"startphrase": "Someone emerges from the house, followed by someone, who watches his son as he heads toward the Burnham house. Someone", "answer": 0, "choices": ["leans forward from the passenger seat and glares at us.", "turns the wheel away.", "arrives at a dock at an outdoor entrance.", "hauls back his car and makes his way to the bedroom."]}
{"startphrase": "The scars on his face are almost gone now. A reverse angle", "answer": 0, "choices": ["reveals someone standing outside the door looking in, watching someone with great tenderness.", "appears with a flashing red laser at match.", "and the mercenaries wait a little speed, on their boards.", "rises over the beautiful rose colored car."]}
{"startphrase": "Then someone looks up at him, and someone is suddenly self - conscious. Someone", "answer": 1, "choices": ["leans back, releasing a second punch from both of his hands.", "emerges from the house, followed by someone, who watches his son as he heads toward the burnham house.", "stops at the pit of someone's arm.", "begins to catch two, but someone keeps his hair close as he does so."]}
{"startphrase": "The door swings open silently and someone enters. He", "answer": 0, "choices": ["starts going through someone's bureau.", "goes to the bed, goes downstairs on clothes, and drives back to the kitchen.", "raises the classroom door.", "starts forward, finding the door open."]}
{"startphrase": "Someone sits at the kitchen table, staring off into space. He", "answer": 3, "choices": ["stuffs his face in the blender.", "takes off the cake.", "switches off the lights.", "takes the cassette out of the digicam and inserts another."]}
{"startphrase": "A group of men are playing volleyball in front of a crowd. They lob the ball back and forth and a cameraman", "answer": 3, "choices": ["appears on the screen.", "knocks over once.", "looks up to see a performance with extensions.", "tries to keep up."]}
{"startphrase": "A person is seen getting out of a car and walking around to the trunk to grab a surf board. The person", "answer": 3, "choices": ["continuously spins around the waves while the camera captures all of them from several angles.", "continuously works around a dirt bike while turning and cleaning the clothes.", "holds up a hole and turns around so they are then get out of the water.", "is then seen wearing a suit and running down a boardwalk followed by him surfing."]}
{"startphrase": "The person is then seen wearing a suit and running down a boardwalk followed by him surfing. The man", "answer": 3, "choices": ["begins to throw and do the same.", "pulls a large board and land his large pack of water in the distance.", "stops performing lifts his bar and does stunts and spins.", "glides along the water in slow motion and is then seen speaking to the camera."]}
{"startphrase": "We see people working out on exercise steps in an aerobics class. The leader", "answer": 3, "choices": ["uses a timer to move off.", "finishes his routine and stands and smiles.", "mounts then walks back to the gym.", "puts her hand in the air."]}
{"startphrase": "The lady in back left gets lost and stops. Rear right", "answer": 0, "choices": ["gets lost and throws out her arms.", "lady mixes her things together and rolls the leaves.", "turn a red bend to the left.", "move cautiously and sideways, ending her dance and head with other people."]}
{"startphrase": "Rear right gets lost and throws out her arms. The instructors arm", "answer": 3, "choices": ["hugs and grabs in her entire summer suit.", "goes and begin doing another routine.", "raises her body and demonstrates the same way as she encased in the discus.", "is in the air again."]}
{"startphrase": "The leader puts her hand in the air. The lady in back left", "answer": 1, "choices": ["falls to the ground, closing with her upper hand three times.", "gets lost and stops.", "flips off then runs as other people try to stop her.", "looks into a lake at station."]}
{"startphrase": "They talk to each other and a broom enters the scene. they", "answer": 0, "choices": ["start to move forwards.", "hold hands as they continue dancing with each other.", "turn to the smiling group while with a quick glimpse of the ladder.", "are bigger into a fire trucks and draws back."]}
{"startphrase": "There's a young man sitting on the bath tub along with the woman. He", "answer": 1, "choices": ["stirs a steaming metal bucket with water.", "washes his legs with baby soap and water and begins shaving his legs.", "is rolling a puppy out on a small sofa.", "is there with a toothbrush."]}
{"startphrase": "She shows the viewers the type of razor she will be using. There", "answer": 0, "choices": ["'s a young man sitting on the bath tub along with the woman.", "is talking to the camera.", ", she demonstrates how the process as to get the defense done donuts and then uses all the needle on her teeth to talk.", "rotating the head of a hip weightlifter."]}
{"startphrase": "He washes his legs with baby soap and water and begins shaving his legs. Then the woman", "answer": 1, "choices": ["stands next to the kitchen counter.", "takes the razor and helps her husband shave his legs.", "stops scraping a brush bubbles to the camera the little girl looks up to see more the warm animated credits.", "puts a white mousse on her legs."]}
{"startphrase": "She stands up and shows the cycling team printed on her tank top. She", "answer": 2, "choices": ["bend down and she does the top bodybuilder on someone.", "dips her foot in the water.", "shows the viewers the type of razor she will be using.", "slides the cord back into the tire."]}
{"startphrase": "A woman with short hair and a white tank top is sitting in her bathroom talking about a cyclist who is going to shave his legs. She", "answer": 0, "choices": ["stands up and shows the cycling team printed on her tank top.", "brings the needle fingernail a thick layer over the body and rubs it down over them.", "are hand on a small table.", "put her arms over the woman's neck and give her a push several times."]}
{"startphrase": "The man then gets a container of Genoa Salami from the fridge and piles slices onto the bread slices. He then", "answer": 2, "choices": ["puts slices of tomato lettuce on a small piece of bread and smooths them together.", "brings an axe up to plate.", "puts the bread slices on top of each other and completes the sandwich.", "takes a knife from a plate and takes a mouthful of the pasta."]}
{"startphrase": "He then uses a knife to scoop out the miracle whip on to the bread slices. The man then", "answer": 0, "choices": ["opens a bag of swiss cheese and places a slice on each bread slice.", "engages in a game of curling and he starts to cut the bread.", "begins to cut out wood pieces with a cut smaller pieces.", "takes the piece of ingredient and rubs it in half with the other lemon and shredded it all in into the gift bag."]}
{"startphrase": "The man then opens the refrigerator and pulls out a new bottle of Miracle Whip. He then", "answer": 2, "choices": ["grabs the drink and puts it on a cup.", "uses a knife to sharpen the ankle.", "uses a knife to scoop out the miracle whip on to the bread slices.", "takes a cup and stirs his ale in the bowl."]}
{"startphrase": "The man raises an empty bottle of Miracle Whip and tosses it backhanded. The man then", "answer": 1, "choices": ["lifts the axe and lifts the circle.", "opens the refrigerator and pulls out a new bottle of miracle whip.", "puts the cast on the counter into a wall and ads a tomato.", "pours a liquid into the glass, cleaning it with a lime."]}
{"startphrase": "A boy prepares to do a high jump in a gym. He", "answer": 2, "choices": ["slides on the ground as he rides away several times.", "jumps down and moves into a whirlwind of sand.", "takes off running with the high jump stick.", "walks up and twirls a hula hoop with a winner."]}
{"startphrase": "He takes off running with the high jump stick. he", "answer": 1, "choices": ["completes the skateboard, then more goes up and hits the far bar pretty quickly.", "makes the jump and lands on the safety pads.", "throws more pins while singing and laughing as he spins in the air.", "goes to catch the front tire."]}
{"startphrase": "The cat begins to pull away slightly, out of fear of being hurt. The vet then clips the cat nails carefully, and the cat", "answer": 3, "choices": ["stops on the door.", "continues to take care of the cat's nails.", "is crouching down in front of it.", "feels much better after all is done."]}
{"startphrase": "A close up of a person holding a cat is shown followed by a vet speaking to the camera and holding up a cat claw. The vet them", "answer": 1, "choices": ["continues cutting some nail clippers while looking around and ends by showing a bag of nail scissors.", "demonstrates how to properly cut a cat's claws by using scissors and speaking to the camera with the other woman petting the cat.", "shows several shots while rolling out a box and rubbing it on a pair of scissors.", "adds a mallet to the eye and begins cutting its claws."]}
{"startphrase": "Two women from the veterinarian clinic are giving a demonstration on how to clip cat nails. One woman", "answer": 2, "choices": ["is to an open cutting floor.", "hands her another cat to a talk.", "holds the cat, while the other starts holding up a paw.", "picks up a sandwich."]}
{"startphrase": "One woman holds the cat, while the other starts holding up a paw. The cat", "answer": 2, "choices": ["continues cutting and knocks a cat while he goes, clear it's just an bigger potato.", "brushes the man's nails while a man behind him removes leaves.", "begins to pull away slightly, out of fear of being hurt.", "is dancing on the floor, carving it on the cat."]}
{"startphrase": "Leslie keeps her hand up as he fakes repeatedly. He goes up and she", "answer": 3, "choices": ["runs at him, smiling.", "shoves her head away.", "stops her with a sideways kick.", "slaps the ball away."]}
{"startphrase": "As he shoots, Ron Artest smacks the ball away. Leslie", "answer": 2, "choices": ["reaches into his pocket and pulls out a handful of red tic.", "checks his watch as he obeys the broken strips across the wooden floor.", "keeps her hand up as he fakes repeatedly.", "aims at the team player, which rips off someone's opponent."]}
{"startphrase": "Someone sets a pick and someone dribbles around him. As he shoots, Ron Artest", "answer": 0, "choices": ["smacks the ball away.", "lands on the winning position.", "shoots a series of cannons at his winnings.", "opens his door to someone."]}
{"startphrase": "Someone gazes up at someone Leslie. Now Leslie", "answer": 0, "choices": ["checks the ball to someone who raises an arm in a signal to his team.", "falls off his broomstick as someone watches the hydra whiz away.", "splash - the hockey team practice technique.", "beads long suit is sent into the omelette."]}
{"startphrase": "The man uses a lawn mower up and down the yard. He", "answer": 3, "choices": ["spreads flat paper onto the ground.", "cuts the grass with the white tractor.", "moves the lawn mower around while the man finishes the cut.", "continues moving around the yard."]}
{"startphrase": "The person uses a tool all along the yard while the camera captures their movements. They", "answer": 3, "choices": ["see a large group of machinery.", "show different logos in a paper school.", "see them going right and rides off one another along the sidewalk.", "pull out another object after a day and continue moving around the yard."]}
{"startphrase": "A bucket is seen sitting in a yard followed by a person moving up and down the yard. The person", "answer": 2, "choices": ["dumps the child back in the bucket as another person comes out of frame to help the bucket down.", "continues vacuuming while the person continue to scrape tools and rakes it along the tree.", "uses a tool all along the yard while the camera captures their movements.", "moves the mop all around the area as well as brushes it all along."]}
{"startphrase": "A large yard is seen followed by a man moving in and out of frame. The man", "answer": 3, "choices": ["continues to swing and move around while the camera captures the movements.", "finishes the hookah and talks to the camera.", "continues using the machine and pans around the room to put his shoes on.", "uses a lawn mower up and down the yard."]}
{"startphrase": "Someone is the Somebody Else. He", "answer": 0, "choices": ["is behind the wheel of the getaway car.", "grabs it and peers down at its chimes.", "goes into the house and puts down the situation.", "slips into the coat lounge."]}
{"startphrase": "He lies in the backseat. He", "answer": 2, "choices": ["presses a button on a nearby desk, sucking up his teeth.", "covers someone from his hands.", "is been shot in the stomach.", "starts to climb up a bearded porch ladder."]}
{"startphrase": "He is been shot in the stomach. Blood", "answer": 3, "choices": ["comes violently across a large screen.", "bounce up a balls than being caught on the empty one.", "pulls a revolver out of his mouth and dashes to his feet.", "covers both him and the backseat."]}
{"startphrase": "They climb a grassy slope. The faint glow of dawn", "answer": 2, "choices": ["is visible in the sky.", "is drawn along the rocky horizon.", "appears in the sky.", "approaches a dark flowerbed."]}
{"startphrase": "People, and the twins let go, and land heavily. Someone", "answer": 1, "choices": ["surfaces in supply bag.", "looks up and sees people hiking sedately down to earth.", "ii appears with scattered blood.", "shakes desperately with the car."]}
{"startphrase": "The spectators take their seats in the stands, many of them wearing colorful national costumes. He", "answer": 1, "choices": ["watches a young girl being flattened, then runs into an offices about some high - askew, children.", "stops someone with his walking stick.", "and someone, the zoo, are posed in they movie as they follow.", "hugs the penguins beauties."]}
{"startphrase": "He hovers in front of a waving flag proclaming the name someone. Someone", "answer": 1, "choices": ["stands just as the plane fires massive engines.", "raises his fist confidently.", "watches the coin play on someone's lips.", "is worriedly drawing a framed photo of himself in his office."]}
{"startphrase": "Spotlight beams illuminate the packed stands. Someone and the twins", "answer": 3, "choices": ["look on as someone glides past ancient steel - paneled hall.", "get out after someone.", "arrive and rush to the main dish.", "wear green and white scarves."]}
{"startphrase": "The sun rises, as they look down on a gigantic campsite. Jugglers", "answer": 3, "choices": ["move through a river.", "jumps at the end of it and slips on the mountainside.", "mist streams across the desert.", "entertain the crowd, as even more tents are erected."]}
{"startphrase": "As evening falls, they join the excited crowds in the magnificent Quidditch stadium. The spectators", "answer": 2, "choices": ["join the school and march back a crowd with gifts.", "stare up from the train at which point birds retreating towards the pavements, which has risen falling off people.", "take their seats in the stands, many of them wearing colorful national costumes.", "listen against the ballroom as members of the band are conducting."]}
{"startphrase": "They all touch the boot which begins to spin like a Catherine wheel. They", "answer": 2, "choices": ["gaze along the track at a map of skills.", "are hard working.", "are pulled with it, spinning faster and faster, into a bright light.", "see the cuffs make its tank go down."]}
{"startphrase": "People on broomsticks, fly dangerously low. Someone", "answer": 3, "choices": [", sitting by concrete, seems to see fallen on the ground.", "holds someone, who jumps down, seemingly in front of his son.", "shows the biker himself.", "leads them to a shabby two - man tent."]}
{"startphrase": "They follow the others, along a cliff top, overlooking the sea. The sun", "answer": 3, "choices": ["is drenched in the rain, passing its warmly blowing trees and starting to move farther into the scene.", "rises ominous in the darkness.", "stretches up, casting long lines across the spacious structure, burning parts splashed across the rock walls.", "rises, as they look down on a gigantic campsite."]}
{"startphrase": "Someone takes them to the highest level of the stadium. The seven Irish players", "answer": 2, "choices": ["continue to pass each other a bit in the row.", "rush up behind the crouches.", "zoom out in formation.", "stretch through the air toward the crane terminal."]}
{"startphrase": "Someone and the twins wear green and white scarves. Someone", "answer": 0, "choices": ["takes them to the highest level of the stadium.", "holds his watch as the two commander appear for the funeral and allows group to begin walking nearby.", "handing a teacup to someone.", "clicks the turn starting."]}
{"startphrase": "Carrying the bulky dress in a bag, adult someone, in a formal purple dress, hurries out of the shop onto a busy New York street. Pausing for breath on a street corner, another young woman", "answer": 3, "choices": ["goes into the corner enclosure.", "removes her heeled shoes from the floor.", "stands in her arms of the foreground, spraying her, is wearing a white raincoat.", "walks up wearing the same purple dress."]}
{"startphrase": "A woman wearing a leopard print jacket is sitting with a man in a hookah bar. The man", "answer": 0, "choices": ["kisses her as he leans forward.", "is talking to the other woman inside the office.", "starts drinking a long pipe and shaker.", "places a tall metal bear in a pot."]}
{"startphrase": "She is holding the hookah in her hand ready to take her first puff. After she inhales the hookah, she", "answer": 3, "choices": ["continues smoking by them get dressed.", "is once again turned on recorder.", "inhales and exhales smoke.", "puffs out some smoke and coughs in discomfort."]}
{"startphrase": "The man kisses her as he leans forward. She", "answer": 1, "choices": ["turns his head away and kisses her hungrily in the lips.", "is holding the hookah in her hand ready to take her first puff.", "turns away and the creature slowly turns away from her.", "takes off her perfume and takes the car."]}
{"startphrase": "People roller skates passing around cones and a ramps to flip. Then, a boy", "answer": 2, "choices": ["walks in circles inside a line of rollerblading social gear.", "jumps on a bar with sticks.", "puts on roller skaters and performs in the gym.", "holds one skateboard during a course of traffic."]}
{"startphrase": "The people are seen riding around a large gymnasium on roller blades performing various flips and tricks. The boys", "answer": 2, "choices": ["continue to play and whisper at one another while still speaking, with their hands set up.", "follow their water performing various jumps going from the platform on their feet one more time.", "continue skating around and interacting with one another and performing impressive tricks.", "continue to perform tricks with one another and continue gymnastics in the same manner."]}
{"startphrase": "People load a car with wood furniture, then people talk on front the camera. People roller skates", "answer": 2, "choices": ["go on a dirt road.", "skates filled in empty streets, different styles and stages of grass.", "passing around cones and a ramps to flip.", "sweep each street and a pile of cereal simultaneously before the ice is shown."]}
{"startphrase": "A small group of people are seen lifting a large object into the back of a van and close ups of them and a building. The people", "answer": 3, "choices": ["continue to work as well as following objects around and adjusting to the incident.", "continue to push the carpet all around.", "continue climbing down the mountain with one another as well as riding their feet and looking down one another up.", "are seen riding around a large gymnasium on roller blades performing various flips and tricks."]}
{"startphrase": "At someone's, people sit around a dining table. Someone", "answer": 0, "choices": ["wears a pale - pink suit.", "hides at a table in front of him.", "takes off the glasses from a paper cup.", "holds her hands apart with a barred seal."]}
{"startphrase": "Attempting to light a cigarette, someone fumbles with the lighter and drops it. Someone", "answer": 2, "choices": ["runs out onto a small dock.", "backs into the alley.", "picks it up for her.", "sits on a bed."]}
{"startphrase": "Someone looks round again and sees someone lurking in the shadows. Someone", "answer": 1, "choices": ["puts her outstretched hand to her chest.", "turns and walks off.", "watches, watching closely.", "opens the door for someone and they step into the massage bed together."]}
{"startphrase": "At school, someone takes books out of her locker. She", "answer": 3, "choices": ["takes a large envelope from a drawer.", "takes off his jacket and marches out.", "goes and the board lights up.", "peeks out from behind her locker door at a girl of her own age with long blonde hair."]}
{"startphrase": "She peeks out from behind her locker door at a girl of her own age with long blonde hair. The girl", "answer": 3, "choices": ["wearing the mismatched outfit gives her a kind look.", "and her son visits someone.", "unlocks the door on someone's horse.", "heads off down the corridor."]}
{"startphrase": "Someone jogs around a corner. The girl", "answer": 2, "choices": ["stops in the tracks.", "flips through the windscreen and leaps into the pool.", "is waiting for her.", "scans someone and goes down to kiss him."]}
{"startphrase": "A girl in jeans and a black shirt is holding a sparkly silver hula hoop. She", "answer": 3, "choices": ["went under the hopscotch with her hands and try on it, then finishes back to the bottom to the camera.", "are in a kitchen throwing water.", "is then settling in the hallway on how to exercise and then start dancing and getting a haircut while moving another hula hoop.", "talks for awhile and then steps through the hoop with both legs."]}
{"startphrase": "She talks for awhile and then steps through the hoop with both legs. She", "answer": 1, "choices": ["walks away from the boat.", "places it on her waist and spins it for a little bit, then stops.", "puts her hand onto her legs as she continues.", "moves the arms up and down while the girl finishes."]}
{"startphrase": "A person is seen holding a hula hoop in front of the camera and transitions into her holding the hula hoop around her waist. She", "answer": 0, "choices": ["pauses to hold the hoop some more and then moves the object around her waist several times.", "puts the lens into her eye and starts moving her hair all around.", "begins moves around the back of the leg with a basketball hoop and leads into her holding up the hoop.", "more games of photography are seen on the screen too."]}
{"startphrase": "She places it on her waist and spins it for a little bit, then stops. After that she", "answer": 1, "choices": ["puts the package down on her hand and leaves the area.", "talks for a bit more and then spins it on her hips for a while again.", "continues on the exercise, but her feet also walk out of the room.", "takes a sip of his drink and finishes by pouring the drink again."]}
{"startphrase": "She wipes a tear and heads off. Someone and someone", "answer": 2, "choices": ["arrive at a building's center.", "hurry down the corridor.", "wait by the car.", "arrive at one of the high rise roof."]}
{"startphrase": "He beats the cymbals and drums very fast. He", "answer": 2, "choices": ["begins to play playing for the accordion.", "puts his hand up behind his ears as he tries to solve a movements.", "continues, making faces as he goes.", "is using drum sticks to play a globe and fourth drum."]}
{"startphrase": "A man is shown on a stage, playing drums. He", "answer": 0, "choices": ["beats the cymbals and drums very fast.", "stops the crowd as the crowd claps.", "demonstrates how to play the violin on front a band.", "continues playing the guitar while still singing."]}
{"startphrase": "A man shuffles a deck of cards and deals them. Four aces", "answer": 3, "choices": ["motorcade pass an rise of china tables.", "are an ice rink of a hockey hockey game.", "are shown an open bag inside a hatchback, an alien is down running down the lane.", "are shown face up on the table."]}
{"startphrase": "Four aces are shown face up on the table. A man", "answer": 0, "choices": ["sits at a table and plays blackjack.", "walks to the camera and performs some taunting stances.", "is speaking to the camera holding a razor and begins shaving his face.", "shows how to weld a piece of wood while speaking."]}
{"startphrase": "A man is kite surfing on the edge of the board. The camera zoom in and", "answer": 3, "choices": ["zooms out on the side of the head.", "the people are skiing around.", "show the group taking off the water.", "shows the board then zooms back out."]}
{"startphrase": "The camera zoom in and shows the board then zooms back out. We", "answer": 3, "choices": ["see the men riding down the boat.", "see a man looking to the camera.", "see the finished product.", "see the road in the distance and see cars driving."]}
{"startphrase": "Two young girls are seen speaking to the camera and playing with one another. One girl then", "answer": 1, "choices": ["begins kicking the ball around while the camera pans in to the side.", "pulls out a bottle of nail polish while the other waves to the camera.", "takes out her camera while another girl raises her head back to the camera.", "pushes the other and begins arm wrestling again in slow motion."]}
{"startphrase": "One girl then pulls out a bottle of nail polish while the other waves to the camera. More clips", "answer": 0, "choices": ["are shown of one girl attempting to paint the nails of the other and ends by waving to the camera.", "are shown of people adding their shoes.", "are shown of dogs being demonstrated by another man.", "are shown of people working together to maintain eye contact."]}
{"startphrase": "The man uses two squeegees to clean two windows at the same time. The man", "answer": 3, "choices": ["stops the left with small other thing parts in his left hand.", "finishes the hookah as he dances with the young boy.", "scrapes with a pair of paper and a entire board covered with wax.", "finishes and puts his tools in his tool belt."]}
{"startphrase": "A handyman is standing in front of a porch and talking. The man", "answer": 2, "choices": ["gets out of a chair and starts playing a saxophone.", "then opens a window and begins painting the furniture with a wiper.", "uses two squeegees to clean two windows at the same time.", "is washing the syrup's window."]}
{"startphrase": "The man finishes and puts his tools in his tool belt. He", "answer": 1, "choices": ["removes the replaced harness to dry the wall, to a car.", "smiles and walks away.", "puts the snowboard on his back and gives a thumbs up.", "adjusts the handlebars on his bike and shows off their front tire onto the car top."]}
{"startphrase": "Someone lies her head back. Someone", "answer": 0, "choices": ["continues to massage her crotch.", "raises plunges her hands forward and tries to lift her brother up.", "turns to someone as she stands.", "whacks someone with her face and slaps someone on the shoulder."]}
{"startphrase": "A child is seen handing onto a set of monkey bars while children running around. The girl then", "answer": 2, "choices": ["jumps back and fourth on a pair of monkey bars under the roof.", "rides the lawn along the playground while looking off into the distance.", "begins climbing across the set of monkey bars.", "pauses to demonstrate, swinging back and fourth while speaking to the camera."]}
{"startphrase": "The girl then begins climbing across the set of monkey bars. She", "answer": 1, "choices": ["jumps and walks back onto the horse while laughing.", "climbs all the way to the end and jumps off the side.", "watches the machine gymnastic the monkey bars across the room.", "continues cutting the unit and jumps all the way down the slide."]}
{"startphrase": "The lady cuts the cake and people eat it and give a thumbs up. We", "answer": 0, "choices": ["see ending title credits.", "see a red ending screen and a man with the camera heats the ice.", "see a lady taking puffs from a hookah.", "hands the baby out and put pasta in his wet avert boy."]}
{"startphrase": "We see a title screen and a cake. We", "answer": 0, "choices": ["see ingredients on a table.", "see a man throwing a tire.", "see screens laying on a white screen.", "see items at the bottom."]}
{"startphrase": "The lady sprinkles graham crackers and puts mango and grapes on top. the lady cuts the cake and people", "answer": 2, "choices": ["poke the cake at the screen.", "are her and mixing the cake into a cake.", "eat it and give a thumbs up.", "eat and eat hard."]}
{"startphrase": "A view is seen of a female chef and a male one appears. They", "answer": 0, "choices": ["wave at the camera before showing a recipe for graham cracker cake.", "jump before her performing long jumps.", "man is running in oil and sharpening.", "then shows two fish together and the girl then wipes a crack of the ice on front of the fish."]}
{"startphrase": "The lady puts graham crackers in a bowl and layers with the milk mixture. The lady", "answer": 1, "choices": ["measures the board and adds all the ingredients together.", "ads mango slices and returns to layering the mixture and crackers.", "puts onions and pickles mixture into a pasta bowl.", "throws the cake into two small pieces."]}
{"startphrase": "We see ingredients on a table. The lady", "answer": 1, "choices": ["holds up a white cloth and leads it to the children.", "pours milk and an item in a bowl and mixes and cuts mango.", "grabs a ball and puts it in a cup.", "adds the baby to a razor on the back of a chair."]}
{"startphrase": "The lady ads mango slices and returns to layering the mixture and crackers. the lady", "answer": 3, "choices": ["puts the press pan down on the bread with the potatoes.", "applies baking paste on her new doll and places a pair of clamps on the paper.", "measures two potatoes pieces.", "sprinkles graham crackers and puts mango and grapes on top."]}
{"startphrase": "They wave at the camera before showing a recipe for graham cracker cake. They", "answer": 3, "choices": ["are at computer prices where several images of the colleagues are shown.", "engage in a break dancing.", "can be seen riding in a beanie.", "show the cake in layers of graham crackers, and are each served a piece."]}
{"startphrase": "The lady pours milk and an item in a bowl and mixes and cuts mango. The lady", "answer": 0, "choices": ["puts graham crackers in a bowl and layers with the milk mixture.", "puts up a spoon and adds it to the pot.", "pours her measure in the bottle.", "puts seconds of milk on a plate and pours shots in a white pan with the newcomer."]}
{"startphrase": "She smirks at someone and rides off. He", "answer": 1, "choices": ["smiles and falls heavily.", "wears a bashful smile.", "kneels down behind her.", "gives him a playful glance."]}
{"startphrase": "Noticing someone, they quickly retreat. She", "answer": 2, "choices": ["swings desperately to walk through the crowd.", "flings him down, runs into the corridor.", "smirks at someone and rides off.", "tries to restrain someone but the grenade plummets to the ground and miss someone."]}
{"startphrase": "Someone trots over to them ahead of someone. The tall woman and two of the dancing beauties", "answer": 0, "choices": ["emerge from doorways nearby.", "have into a box.", "are on a front bed.", "reach their square office formations."]}
{"startphrase": "Children walk along a dirt road on the side of buses. Children", "answer": 3, "choices": ["still women are placed in front of the mirror as the woman talks to the camera.", "are across the path and xs on their skateboards at a city in most cultural locations.", "slide down a hill past a huge camera holding a ticket on their side.", "talk while holding kites that they made in their hands."]}
{"startphrase": "Many people are on the screen commenting on the events of the day. Kites", "answer": 1, "choices": [", people are at a bar on a beach having fun.", "are being flown high up in the air as several spectators look at all the kites.", "are kayaking to the water.", "take the headlamp and jump appear."]}
{"startphrase": "A beach is seen from above with many people seated on the shore. Buses", "answer": 1, "choices": ["are also seen playing beer pong and women waiting down at the beach.", "drive along the road with passengers.", "paddle after, paddling in the turbulent waves.", "are seen from afar, celebrating as well as people afterwards hitting a ball."]}
{"startphrase": "People are walking back and forth enjoying the show of the colorful flying objects. Children", "answer": 2, "choices": ["are shown running from the boats while men goes through the waves.", "are turned around and grabbing the sign for a hug.", "cheer at the end of the video as they are holding kites.", "are performing in white photo cycle squares."]}
{"startphrase": "Kites are being flown high up in the air as several spectators look at all the kites. People", "answer": 2, "choices": ["are assembled, young skaters are singing.", "turn a rope to different dismounting and stand in time to cheer them on.", "are walking back and forth enjoying the show of the colorful flying objects.", "fly over a glass, water, and float with smaller kites on the sky."]}
{"startphrase": "Buses drive along the road with passengers. Children", "answer": 1, "choices": ["get out of the cars with tow.", "walk along a dirt road on the side of buses.", "kick their feet away from each other.", "buy some directions and leave them as they speed down the road."]}
{"startphrase": "Children talk while holding kites that they made in their hands. Thousands of children", "answer": 2, "choices": ["are swimming inside the house.", "are seated together as they play a game of croquet.", "play on the beach and fly their kites in the air.", "are shown in different park with one holding ornaments and a hat."]}
{"startphrase": "People are on the beach enjoying a hot and sunny day. Many people", "answer": 0, "choices": ["are on the screen commenting on the events of the day.", "are in the woods surrounded by silver ornaments.", "are watching the man for a different competition in a club holding a sand castle.", "are interacting outside on the beach, with a woman on a yacht making the beach."]}
{"startphrase": "It bears the Great Seal as a letterhead and the typed message reads. Someone", "answer": 1, "choices": ["runs across a busy track and falls by a line of dirt bikers covered in pepper and black.", "has been reading over someone's shoulder.", "sees someone looking at a picture in his rocky hand.", "blinks then leans back and puffs his teeth."]}
{"startphrase": "He works at a stain on his necktie with lighter fluid and hankie. He", "answer": 0, "choices": ["looks up at her, laughs silently, then goes back to his tie.", "withdraws his hand holding the fork of a national puffed invitation.", "enters to a darkened caretaker.", "sees it with his pencil and presses his hand along the wall nearby."]}
{"startphrase": "Someone enters, looks for somebody, notices that the door to the private office is slightly ajar. Someone", "answer": 0, "choices": ["comes to the door and looks in.", ", sneaking outside the door, walks across to another prisoner with a lever and a side lurches.", "moves past the wooden door, door open.", "is frozen in place, staring off."]}
{"startphrase": "Someone comes to the door and looks in. He", "answer": 3, "choices": ["sees someone holding the hammer as someone closed behind him and stares down at the ceiling.", "turns to see someone pinning down in a chair.", "stands her head, and he turns to a lamp on the window, standing in a bookcase.", "is a pale grey - haired man who looks, on first examination, older than his forty - odd years."]}
{"startphrase": "The elevator door closes on them. Someone", "answer": 1, "choices": ["pulls the drapes shut.", "reacts to this and starts down the hall, finally stopping at the door.", ", he steps up.", "helps into the kitchen."]}
{"startphrase": "The office is empty, the typewriter on the secretary's desk is covered with its plastic shroud. Someone", "answer": 2, "choices": ["'s sick slowly rises up partway.", "pushes it down the residential, scowling in a bed.", "enters, looks for somebody, notices that the door to the private office is slightly ajar.", "walks up behind her."]}
{"startphrase": "He wears heavy tortoise - framed glasses which fall down his nose and cause him to push them back in place every so often with a quick automatic motion. He", "answer": 1, "choices": ["walks with underneath haze hidden lens tunnel and a long plank - wider view of the massive window separating its roof.", "motions for her to enter, standing aside to let her do so.", "senses alcohol together and he goes behind the bar and proffers his hand to the bottle and he winks to it.", "shines his way down the dimly lit yard of someone's apartment, which he still ago in his son's rain."]}
{"startphrase": "He motions for her to enter, standing aside to let her do so. He", "answer": 3, "choices": ["looks at someone, then leans forward and kisses his forehead.", "takes the lighter to him.", "stands, wearing her lipstick, walks beside him, hands in full trust, as he leans toward someone.", "works at a stain on his necktie with lighter fluid and hankie."]}
{"startphrase": "The man grabs a rubik's cube and play with it. when the man", "answer": 0, "choices": ["finish the timer marks 14 seconds.", "wins he begins to play the cube.", "completes the workout, turning his face back and forth to record viewers.", "holds the cube the young man stands up."]}
{"startphrase": "The clock strikes 0 and a person picks up the cube. The cube", "answer": 2, "choices": ["begins to solve the puzzle.", "jumps from the wall.", "is completed in under 15 seconds.", "works against the pitcher on a wall."]}
{"startphrase": "A Rubiks cube sits on a laptop as a clock counts down. The clock strikes 0 and a person", "answer": 2, "choices": ["measures and folds the entire video.", "sets the timer to pass a wall of metal.", "picks up the cube.", "happens at round 4 in bed."]}
{"startphrase": "A man put a timer on a laptop on top of a table. the man", "answer": 2, "choices": ["sets a timer on a table.", "solves the cube and proceeds to solve a rubik's cube.", "grabs a rubik's cube and play with it.", "then reactor the cube."]}
{"startphrase": "The cube is completed in under 15 seconds. The person", "answer": 0, "choices": ["puts it down and shows the screen.", "repeats striped 12, finally, then holds up the rubix cube and sets it upright in it.", "flips the paper around and adds it to scroll.", "struggles to solve the cube."]}
{"startphrase": "He checks his list while eyeing a string of pearls in a cabinet, and uses a bead rack to smash it open. Later he", "answer": 2, "choices": ["pulls the door barred shut after cupboard.", "helps richard parker up to the dot and flees off in his own direction.", "joins someone in the vault, and finds someone peering through the hole he drilled.", "passes someone a kid - lettered hobbling, turns him near and opens the door."]}
{"startphrase": "Now in regular clothes, someone's little helper opens a back door and finds someone surrounded by empty beer cans. The elf", "answer": 1, "choices": ["notices the vehicle peeking out from a building and swims toward someone then lifts its head and lower its weapon.", "shakes his head sadly.", "artist steps out to a nearby coffee chair.", "swats ice from the bottle then rolls across it."]}
{"startphrase": "She turns to the elf. The woman puts her foot on the accelerator, and the van", "answer": 3, "choices": ["flies gently into the ocean.", "lands a few feet away.", "splits up with fire.", "speeds off throwing someone and the elf backwards."]}
{"startphrase": "The snowman pulls his head off, revealing someone's profusely sweating little helper. Now in regular clothes, someone's little helper", "answer": 3, "choices": ["crawls across a pub at a deserted zoo.", "races through an suburban neighborhood complex where he bumps over and bumps into a bathtub.", "'s swollen, as he chews her paste.", "opens a back door and finds someone surrounded by empty beer cans."]}
{"startphrase": "The snowman slides down between the escalators as the alarm system continues its arming countdown. He", "answer": 3, "choices": ["picks up one frown and hits a button.", "turns out into the courtyard, toward a wood - lined desk, one of whom is accompanied by two holding drawings.", "holds out his popped - up.", "crashes into a display at the bottom and trots up to run through the shop."]}
{"startphrase": "Someone mooches inside past his less than impressed elf. In the store's vault, someone", "answer": 1, "choices": ["finds the band manager riding to the clergyman with a closing caption.", "uses a heavy drill to bore through the door of a locked safe.", "enters his living room and picks the iron empty.", "is standing up in front of a bed."]}
{"startphrase": "As someone shuffles off, the guard keys a code into an alarm system. Up in the grotto, three snowmen", "answer": 0, "choices": ["sit behind statues of someone and the baby someone in his crib.", "sit prone as the plane rattles its side door.", "went to a stretcher, wielding an iron through open protective glass doors.", "drop in, powdered leaves spill out of the room."]}
{"startphrase": "In the store's vault, someone uses a heavy drill to bore through the door of a locked safe. Out on the shop floor of the store, the elf walks along towing a small hand cart, someone", "answer": 1, "choices": ["huddled on the patio.", "pulls out the drill from the safe door.", "'s gaze fixed on someone.", "darts in the direction of new the naked man."]}
{"startphrase": "The snowman pulls the arm off of a mannequin as he goes. He", "answer": 1, "choices": ["strides and the man somersaults onto the side of the stage.", "uses the arm to reach up and switch off the alarm before it can on.", "follows someone inside the bedroom.", "looks at his computer, then sighs, then turns to someone."]}
{"startphrase": "On the shop floor, his little helper helps himself to an expensive handbag from a display cabinet, then some women's designer shoes, all of which are detailed on a list. He", "answer": 3, "choices": ["hears the chuckles as she joins someone's mercedes.", "nods to himself as he hands the bills.", "jumps out, notices a wad of money in her hand, then uses to $100 bill.", "checks his list while eyeing a string of pearls in a cabinet, and uses a bead rack to smash it open."]}
{"startphrase": "He opens the safe and wards of notes spil out onto the floor. An oriental woman", "answer": 2, "choices": ["sets the candle on a table, peering closely at its drop bottle against a glass glass.", "talks to the audience, he stands at a mantle, playing a saxophone.", "sits at the wheel of a van as someone and his little helper climb in the back with their booty.", "sits on the stereo room."]}
{"startphrase": "Someone puts down someone on a bar stool by the counter. He", "answer": 3, "choices": ["sees someone approaching from the tree.", "backs through the window.", "drops his frittata and makes the pranam.", "calls over to the barmaid."]}
{"startphrase": "We see people playing water polo in a pool. A man in the rear on the right", "answer": 2, "choices": ["gets his board off of the table.", "is shown playing two cards.", "throws the ball to a player closer to the goal.", "throws a ball down a lane."]}
{"startphrase": "A man in the rear on the right throws the ball to a player closer to the goal. That player then", "answer": 1, "choices": ["makes a shot and another replay.", "throws the ball across to a man on the left.", "runs after the ball.", "arrow goal with athletes shooting the other team and cheering to other players."]}
{"startphrase": "That player then throws the ball across to a man on the left. A man", "answer": 2, "choices": ["throws a ball on the mat with other people watching in the background.", "kicks a ball into his crotch.", "grabs the ball and throws it in the goal.", "in white shirt throws a ball around another boy while the man throws another ball."]}
{"startphrase": "A man sits down while holding his racket. The men", "answer": 2, "choices": ["move his feet up and down around each other long boards.", "chase the ball back and forth.", "continue to play the game.", "hit a dart back and fourth."]}
{"startphrase": "A man in gray shirt is walking and then two men are playing racquet ball. The two men", "answer": 2, "choices": ["fell against the sandy ground and hit the ball and landed beside the ball.", "are playing a game game of ping pong.", "are playing racquet ball while audience are outside the room watching.", "are hit balls fast and quickly at the same time."]}
{"startphrase": "Two men are playing wall ball in a room. A man", "answer": 2, "choices": ["hits a ball with a mallet.", "sits outside in a room without discussing.", "sits down while holding his racket.", "in brown walks onto a lit room to front the ball."]}
{"startphrase": "Forcing a smile, someone takes the ring box and gets on one knee. Someone", "answer": 3, "choices": ["drops onto his left knee, then stops him.", "stands and takes a seat.", "unhooks a crystal hook off of a door in it.", "bangs his glass to attract everyone's attention."]}
{"startphrase": "A chef is talking while standing in front of a bow as she cooks spaghetti. The lady", "answer": 3, "choices": ["gets the potato and cuts tomatoes.", "add a cold and white pot to saute pasta.", "scoops some lemons in a pot.", "adds salt, and spaghetti to boiling water."]}
{"startphrase": "The lady grabs a noodle to show how it should look when cooked. The lady", "answer": 0, "choices": ["drains the water, adds sauce, and adds some of the cook water.", "throws the tire on the horse and backs it off the man.", "finishes chopping the cucumber and takes the plates out to the oven.", "starts to cook the cake with a baking pan."]}
{"startphrase": "The lady drains the water, adds sauce, and adds some of the cook water. She", "answer": 2, "choices": ["mixes the cake with a spatula while the flour is squeezed into juice.", "cracks the sausage and juices it, also a few eggs, shaved quickly.", "puts it on a plate.", "puts supplies on a rack and adds cheese."]}
{"startphrase": "She puts it on a plate. We then", "answer": 3, "choices": ["see people making castles.", "see a lady add some grapes to the pan.", "see the lady form a wrap.", "see the black credits rolling."]}
{"startphrase": "The lady adds salt, and spaghetti to boiling water. The lady", "answer": 0, "choices": ["grabs a noodle to show how it should look when cooked.", "puts a hubcap in the pan.", "pours pasta into a blender and rinses in the sink.", "peels eggs, flour and ice sugar."]}
{"startphrase": "Secondly she shows the proper stance of throwing the item and throws the discuss how into the air. She", "answer": 3, "choices": ["ends with practicing and picking her up from and jumps in from the bench, arm up and smiling.", "continues to step as she continues around with many different shots throws sand up when she reaches the end.", "lays her arms down on the bottom.", "demonstrates bending down and spinning with the disk and does one throw full out."]}
{"startphrase": "A man and women are talking to a camera and the girl demonstrates on how to properly hold a discuss. Secondly she", "answer": 1, "choices": ["holds a cue up to the perimeter of the circle around a disc.", "shows the proper stance of throwing the item and throws the discuss how into the air.", "holds a box and jump in and showing how to throw the baton very fast.", "goes in such like several hands, applying a attachment features to a pane that is moving across an area."]}
{"startphrase": "She demonstrates bending down and spinning with the disk and does one throw full out. The man then", "answer": 3, "choices": ["sits again and gives another disc.", "takes off running and jumps off again before landing and flipping again.", "finishes the drum ups and does a hand stand for a few seconds.", "tries to throw how the woman did and attempts to throw more and get better."]}
{"startphrase": "A young man dance in a room moving his hands and putting behind his back. Then, the man", "answer": 0, "choices": ["put his hand behind his head.", "finish with the instrument in his hands to demonstrate how to make a cup.", "started playing with other accordion sticks while moving his arms and feet.", "adjusts the flute shows the peace sign plays."]}
{"startphrase": "Then, the man put his hand behind his head. The reflection of the man", "answer": 3, "choices": ["returns to the mirror.", "scratches the top of the head with a cloth.", "reveals a lags bit and talks to another man.", "is in the mirror."]}
{"startphrase": "Several boats are shown sailing on the water as a man narrates before the start of a boat race. Stats", "answer": 3, "choices": ["continues flying as the water ski.", "are poured from the boats beside themselves.", "ride through the trees while others try to jump.", "are shown on the screen as the man explains some of the stats."]}
{"startphrase": "The crowd is show on the sideline sitting on the grass watching with binoculars. The boats", "answer": 0, "choices": ["begin to bunch together as the horn blows for the beginning of the race.", "are then seen sitting at the edge of the tank.", "go on stable playing.", "are wheeled away by the wheelchair and into the pool of the dark house."]}
{"startphrase": "More close ups of the boats are shown as well as people sitting in the grass and celebrating. Close ups of people on the boat", "answer": 0, "choices": ["are shown with more boats riding around and moving along the water.", "are shown as well as being hit.", "are shown as well as the man speaking to the camera.", "are shown as well as a calf and a paddle up."]}
{"startphrase": "The video leads into several boats gliding along the water behind one another. More close ups of the boats", "answer": 1, "choices": ["are seen followed by a swing with a person smiling in the camera.", "are shown as well as people sitting in the grass and celebrating.", "are shown as well as numerous people underwater in the water.", "are shown as well as many people still at the end."]}
{"startphrase": "Stats are shown on the screen as the man explains some of the stats. The crowd", "answer": 2, "choices": ["gets to the side of his horse and men working on it's skin to perform a good as a man.", "is shown in the center hitting the ball with another person.", "is show on the sideline sitting on the grass watching with binoculars.", "moves on a brown field as well as the leaves celebrating his technique."]}
{"startphrase": "He puts a plastic sheet over the curb. He", "answer": 2, "choices": ["moves out from the water and puffs into a flame.", "climbs off the cab and dresses along his blanket in the hallway.", "paints the roof of a building with a roller brush.", "shows bazaar courses with tricks."]}
{"startphrase": "He lays down several plastic sheets. He then", "answer": 3, "choices": ["begins vacuuming the floor.", "paints it and mopped it.", "dumps them on the bed.", "rolls over the sheets, sealing them."]}
{"startphrase": "A man is kneeling down painting a curb. He", "answer": 3, "choices": ["begins laying down on the ground in dirt between people.", "uses his belt to put his case on.", "starts riding down the snowy mountain.", "puts a plastic sheet over the curb."]}
{"startphrase": "A man is kneeling on the ground beside a railing. He", "answer": 2, "choices": ["opens it and continues skating down an embankment.", "using jumps to turn the bolt and rolling it back with the first person.", "lays down several plastic sheets.", "does it as a without the tiles."]}
{"startphrase": "Watching her, someone drinks chlorophyll from a sports bottle. Someone", "answer": 0, "choices": ["stares at someone, who lowers the bottle.", "turns and look at each other.", "stares at the photo of a scary dragon with sculpted hair.", "pulls out a new envelope while still reading, and puts his revolver down."]}
{"startphrase": "They tap their glasses together and drink. Someone", "answer": 2, "choices": ["picks up an archery structure and presses it on someone.", "take their defiant signals and knock them into a ridge.", "tucks the envelope in his jacket and pays the man, who leaves.", "sits with someone, uneasy."]}
{"startphrase": "Someone stares at someone, who lowers the bottle. Someone", "answer": 3, "choices": ["looks away bitterly, rubbing his eyes.", "is sucking in the slush in a window.", "drives from a filters.", "glances down, then turns to someone."]}
{"startphrase": "Elsewhere, Pepper enters someone's home gym, where someone and someone box in a ring. Someone", "answer": 2, "choices": ["smacks men with an iron and rushes to them.", "morphs into someone's fiery face.", "jabs at someone, then elbows him in the face.", "sprays another wood with a winged tool."]}
{"startphrase": "Someone glances out toward a sidewalk, then steps back into the passageway. He", "answer": 1, "choices": ["gazes at a mirror, then rubs his finger.", "takes out the envelope and opens it.", "reaches the bottom of the stairs, pulling him up.", "has colored green hair on his back against the mirror."]}
{"startphrase": "He takes out the envelope and opens it. He", "answer": 2, "choices": ["pulls out a few of pop tarts.", "pulls it out and reads over an hour in his sandwich.", "pulls out a passport and a ticket.", "looks at her blackberry."]}
{"startphrase": "Wide - eyed, someone sits. He", "answer": 3, "choices": ["gets up, stretches out his hand, and makes a sip with it.", "flinches, then lies back over the step.", "runs across the room, reading down a book.", "hands someone a glass of champagne."]}
{"startphrase": "The men turn and gaze at a young woman with long dark - brown hair, who walks into the gym carrying paperwork. The woman", "answer": 0, "choices": ["hands someone a pen.", "regards someone with an eyebrow.", "watches with a dazed look.", "speaks to the camera again."]}
{"startphrase": "Someone tucks the envelope in his jacket and pays the man, who leaves. Someone", "answer": 2, "choices": ["turns into another page.", "gives him a shy smile.", "glances out toward a sidewalk, then steps back into the passageway.", "runs through a crowded room."]}
{"startphrase": "Someone steps forward and raises his arms wide at his sides. Someone", "answer": 1, "choices": ["leads the way through thick glass in front of someone.", "staggers back and falls.", "wrings his hands for support.", "moves his hand toward someone's temple."]}
{"startphrase": "He moves away from her but stops to glance back. She", "answer": 3, "choices": ["drops to the floor.", "chews and gives no response.", "catches up with him and moves away.", "blows him a kiss."]}
{"startphrase": "Someone staggers back and falls. Someone", "answer": 0, "choices": ["jumps up onto the podium and runs across it, only to be tackled by someone.", "lies on his arms by his restraints.", "makes him drive through the road.", "stretches down onto the street behind someone and grabs her waist."]}
{"startphrase": "She catches sight of him and holds his gaze. His eyes", "answer": 0, "choices": ["moved down from her face, holding the bag he brought through security for her.", "dart away with a sunny smile.", "fill with tears as she shyly shyly kisses her cheek.", "hesitate and he raises a flare up."]}
{"startphrase": "He marches through the podium as someone shakes someone's hand. Someone", "answer": 3, "choices": ["'s raising the arms looking over their heads.", "leans to someone, then someone, who turns to look at someone.", "sets down to drink as he climbs up onto the bench.", "goes to the lectern."]}
{"startphrase": "Someone reluctantly lets go of her hand. He", "answer": 0, "choices": ["moves away from her but stops to glance back.", "kicks the call button.", "caresses the dazzling fabric of the bridal gown.", "sits on a couch in front of the high counter."]}
{"startphrase": "As she hugs him, he hands her over her bag. Someone", "answer": 2, "choices": ["turns and walks out of the garage.", "makes her to the front cab.", "reluctantly lets go of her hand.", "watches the tv spinning around and looks at someone."]}
{"startphrase": "His eyes moved down from her face, holding the bag he brought through security for her. She", "answer": 0, "choices": ["tosses it under the podium.", "drags him out and hands him some cash.", "looks slowly past the black pews to the door.", "strolls in the dark, swigging with vodka."]}
{"startphrase": "Someone looks up as someone finishes his introduction. Someone", "answer": 1, "choices": ["joins someone into the office and shuts the door.", "steps forward and raises his arms wide at his sides.", "checks his coat ways.", "runs up at someone, and runs around to the pile of large family chairs."]}
{"startphrase": "Someone walks down the stairs in her new dress. Someone", "answer": 1, "choices": ["switches to the lights.", "snaps photos as her granddaughter shows off her curled hair.", "flinches from the blast as it skids to a stop.", "shifts her gaze adoringly as he considers some coat."]}
{"startphrase": "Someone snaps photos as her granddaughter shows off her curled hair. Someone", "answer": 2, "choices": ["reclines at dinner table, drinking up some papers.", "stares.", "twirls her then pulls her close for a picture.", "returns to the apartment where the drummer plays and reads on for a while."]}
{"startphrase": "She looks downcast in shame. He", "answer": 0, "choices": ["lifts her chin and then kisses her softly on the cheek.", "tries to move away.", "looks out towards the expanse of water next to someone.", "sits down onto her back."]}
{"startphrase": "He kisses her on the lips. People now", "answer": 0, "choices": ["stand along the platform with people at the forefront.", "look confused at the weight up her body.", "make their way to people's phone booth.", "vivian look at his father's pretty oddly looking face."]}
{"startphrase": "A flood of images move backwards in time. The car carrying a bleeding someone", "answer": 0, "choices": ["reverses to the station.", "comes and pulls the florist's box to reveal the duplex inside.", "is stake through its clothes!", "gets a punch pallet of red."]}
{"startphrase": "Someone is pulled out of the car. Finally, someone", "answer": 0, "choices": ["stands smiling up at someone.", "gets out behind the wheel and takes it in his hand.", "leads someone into the woods.", "takes the first step of the rope."]}
{"startphrase": "Finally, someone stands smiling up at someone. He", "answer": 0, "choices": ["kisses her on the lips.", "reaches for a strike out in the air.", "walks between them and holds up his hand.", "cups her hand and sits beside her."]}
{"startphrase": "The platform is completely empty as he moves towards her. In the background, a group of men and woman", "answer": 2, "choices": ["'s supporters are given her and she comes up behind her.", "are sitting in the beach.", "start to spill onto the platform.", "sleeps in a picnic nook."]}
{"startphrase": "Someone gently removes someone's head scarf, to reveal her scar. She", "answer": 2, "choices": ["jumps over someone's shoulder and vanishes.", "lies on the side of the bed for no reason, and sits in sleep.", "looks downcast in shame.", "hands over the manuscript pages."]}
{"startphrase": "In the background, a group of men and woman start to spill onto the platform. Someone", "answer": 3, "choices": ["moves alongside one of the tables, where a rapist of a badge stands on a table, hands from a squat.", "throw them up and flip.", "sits up and lets hard run down his back.", "gently removes someone's head scarf, to reveal her scar."]}
{"startphrase": "He jumps down to cross the train tracks. The platform", "answer": 3, "choices": ["shoots off his feet.", "is now turned in prayer, playing his book in the ground.", "rises into a light spot below and looks at the men.", "is completely empty as he moves towards her."]}
{"startphrase": "They struggle trying to beat the other when finally the red head wrestler makes the other fall. He", "answer": 2, "choices": ["kicks it off of his stomach and throws them across the crowd.", "flips backwards on the threads and does n't spin.", "gloats, jumping up and down and banging his hands against his chest.", "makes a little laugh off laugh."]}
{"startphrase": "Once he comes in they grab a hold of a rope and begin to play tug of war with it, pulling each other. They", "answer": 1, "choices": ["are just diving fall from a bridge attached.", "struggle trying to beat the other when finally the red head wrestler makes the other fall.", "join the group in black vehicles, let alone a the thread.", "mean people get him on the rope, and start to run backward."]}
{"startphrase": "Someone is walking through the countryside. Green leaves", "answer": 1, "choices": ["are being circled in a scratched house.", "are starting to turn brown.", "are set up next to a burning church.", "fly on the sky like a small sphere."]}
{"startphrase": "Green leaves are starting to turn brown. She", "answer": 2, "choices": ["makes a turn to look up from the sun.", "is trying hard into the tree.", "watches the progress of geese flying through the sky overhead.", "speeds to one side of the sidewalk and floats down the street."]}
{"startphrase": "She is talking but keeps messing up. She", "answer": 0, "choices": ["comes back and talks about painting again.", "launches the bar in gear.", "has other children still with her.", "puts her arm around her neck and ties her hair off."]}
{"startphrase": "Then, the woman put the stencil on the table and apply paint on the stencil with a brush. After, the woman", "answer": 1, "choices": ["rinses the oil with a cloth and make a scrub product.", "applies paint with a roller.", "pick the tube from the silver and cut it.", "remove the baking paper from the fallen pot."]}
{"startphrase": "A woman stands on front a table holding a brush and a large stencil. Then, the woman", "answer": 1, "choices": ["make a toppled platter and hold up the pumpkin's hair and woman put them in the oven.", "put the stencil on the table and apply paint on the stencil with a brush.", "put an attachment in the coat and looses it on an electrical box.", "put the gel in a blue towel to clean off the girl's hair and brush her hair."]}
{"startphrase": "After, the woman applies paint with a roller. Next, the woman finish", "answer": 2, "choices": ["done and start taking pictures.", "sanding and demonstrate volleyball and detail.", "to paint the table with the stencil.", "cut the combing while standing back in place."]}
{"startphrase": "A woman is standing outside a garage. She", "answer": 2, "choices": ["puts a bottle in her hair.", "is holding her other heavy silk wires.", "is talking but keeps messing up.", "is playing in a bucket on a wooden bench."]}
{"startphrase": "She goes to the kitchen and turns on the oven and begins mixing ingredients in a kitchenaid. Once mixed nicely she places the cookie in the oven and when they done she", "answer": 0, "choices": ["returns to her couch with her teddy bear and munches out.", "keeps eating the dough linked, sharing her little problem.", "continues beating the potatoes over the bowl in place, only preparing the finished portion of everyone.", "mixes a large bite of the lemon and drains the fake salad."]}
{"startphrase": "The woman rinses a toothbrush under water. The woman", "answer": 1, "choices": ["rinses her hands and splashes water in her face.", "applies toothpaste to the toothbrush.", "puts the wet cloth down.", "kisses his hand and eyes."]}
{"startphrase": "The woman rinses the toothbrush under water again. The woman", "answer": 2, "choices": ["swishes her hair then pulls back her hair.", "turns the knob on the toilet nozzle to rinse and cleaned on the sink.", "rinses her mouth with a glass of water.", "wipe excess cleaner apart."]}
{"startphrase": "The woman demonstrates brushing her teeth. The woman", "answer": 1, "choices": ["answers an electric toothbrush.", "rinses the toothbrush under water again.", "put some cream on her feet.", "continues showing how to properly brush the dogs teeth."]}
{"startphrase": "The woman rinses her mouth with a glass of water. The woman", "answer": 3, "choices": ["tapes the package shut.", "shakes her head and the photographer shows the bottle.", "paints the finger nails.", "towels her mouth and shows her teeth."]}
{"startphrase": "The woman applies toothpaste to the toothbrush. The woman", "answer": 2, "choices": ["demonstrates ferociously full use and claws.", "uses a comb to wipe the wet fur.", "demonstrates brushing her teeth.", "cleans toothpaste and extracts the toothbrush."]}
{"startphrase": "A woman smiles at the camera. The woman", "answer": 2, "choices": ["points her paddle toward a brown gentleman on the other side and answers it.", "begins speaking to brown braids.", "rinses a toothbrush under water.", "is sitting at a table."]}
{"startphrase": "Woman is chopping vegetables and saute vegetables in a pan. hen", "answer": 2, "choices": ["are shown on the grass that is filled.", "is about at the bottom of the shop.", "mix the vegetables with pasta.", "is next to two roofers."]}
{"startphrase": "Woman is standing in a kitchen talking to the camera and showing a plate of pasta and the ingedients. woman", "answer": 2, "choices": ["wash a dish and adds soda and downs a bottle in a cup.", "is drinking in a cup and is preparing to cook a cooking dish in the kitchen.", "is chopping vegetables and saute vegetables in a pan.", "is walking in the kitchen showing us the lemons and filling the cookie in bowl to an oven put into a living room."]}
{"startphrase": "As he gets to his feet someone smiles proudly. Someone", "answer": 3, "choices": ["puts his arms on the young woman.", "reaches behind someone and taps his temple.", "slams his back against the lifeboat trunk wall.", "spreads his arms wide like wings, then walks around in a circle."]}
{"startphrase": "He thin spins his whole body. The man", "answer": 1, "choices": ["leaps off the trampoline and speed on a mat.", "releases the hammer and lowers his arms.", "lifts the weights over their heads.", "stops holding his head in his hand."]}
{"startphrase": "A man swings his arms around over his head. He thin", "answer": 2, "choices": ["sticks a metal ball into the hole and dips it on a wall.", "slides the knife onto the man's chest with it.", "spins his whole body.", "grabs the rope and throws it to the center of the field."]}
{"startphrase": "A skateboarder wearing a black helmet skates downhill and performs some skateboard tricks. A skateboarder wearing an orange helmet", "answer": 0, "choices": ["skates down the street and performs some skateboard tricks.", "gets dressed as a performer wearing white headband shirt gets up.", "shows each location anyone control.", "is riding with his body, showing how to hit hockey on the asphalt."]}
{"startphrase": "Clips of skateboarders in different scenes. A skateboarder wearing a red helmet", "answer": 2, "choices": ["is jogging ahead of a man.", "follows with while others advance on rapids.", "is skating down hill on a public street.", "gets up and falls down straight."]}
{"startphrase": "The camera follows the border riding down the road and switches to several other people riding boards. Each person", "answer": 0, "choices": ["performs several spins and tricks on the board and ends with one walking up the hill to another.", "walks out of water.", "snowboards along the same areas and does many high flips and racing sides as he rides the bikes.", "jumps one of them off to begin riding up the hills on the end."]}
{"startphrase": "A skateboarder wearing a red helmet is skating down hill on a public street. A skateboarder wearing a black helmet skates downhill and", "answer": 3, "choices": ["talks to the man.", "waves his arms in the air.", "doing a bunch of ramps.", "performs some skateboard tricks."]}
{"startphrase": "An intro leads into a boy on a skateboard who takes off and rides past people down a long and windy road. The camera", "answer": 2, "choices": ["zooms out as the other hits again and fourth pushing a lawn mower and pushing the lawn mower into the side.", "zooms in in the distance from the horses as well as jumping up and down the steep supports.", "follows the border riding down the road and switches to several other people riding boards.", "pans around several different title interspersed with video clips of people playing a video game with others."]}
{"startphrase": "A man is rock climbing on a wall next to a rock. He", "answer": 3, "choices": ["maneuvers his way across the bars with other others watching him practice.", "stands up then looks at us.", "signs a long jump rope in the end.", "gets to the top and releases himself to fall to the bottom."]}
{"startphrase": "The banging goes on for a few seconds and then it just stops. People", "answer": 0, "choices": ["look at each other and then back at the crawl space door.", "'s cover rises and the both circle the entryway.", "continue about being to bungee jumps.", "are interviewed on the screen and tries to get a haircut, but is not noticing."]}
{"startphrase": "Someone slams the door closed. They", "answer": 3, "choices": ["turn off the lamp.", "forces walk slowly away from the hall.", "roll into someone's closet.", "crack smiles at each other as someone bangs on the door."]}
{"startphrase": "He stumbles into the darkness of the crawl space. Someone", "answer": 1, "choices": ["rolls out a window with a windows vent.", "slams the door closed.", "reappears with a man in a red jeep.", "tosses the knife at her."]}
{"startphrase": "The girl begins to brush the horse with a brush. The girl then", "answer": 2, "choices": ["uses a brush to demonstrate the proper brush.", "shows how to use the brush.", "brushes the horses mane and tail with the brush along with its head and nose.", "begins brushing the little dog's fur as he around the other end."]}
{"startphrase": "The woman then begins brushing down the horse's mane. She", "answer": 0, "choices": ["continues brushing all around the horse including it's feet and tail.", "continues cutting her hair while looking off into the distance.", "continues brushing her hair and looking for one eye.", "uses the horse's fur to stay in place and is thrown down the horse."]}
{"startphrase": "A woman is seen speaking to the camera while standing next to a horse. The woman then", "answer": 0, "choices": ["begins brushing down the horse's mane.", "begins scrubbing snow into a woman's shoes and begins scrubbing the horse.", "begins riding in a horse and catching a calf at the foot.", "ropes a calf and ties it between her legs."]}
{"startphrase": "A girl stands next to a tethered horse and begins to talk to the camera. The girl", "answer": 2, "choices": ["removes her shoes when she stops and shows him the mirror again.", "is then shown swimming multiple times and performing flips.", "begins to brush the horse with a brush.", "rides up on a horse and boils her horse."]}
{"startphrase": "A girl demonstrates how to brush and groom a horse using several different brushes and techniques. A girl", "answer": 1, "choices": ["turns sand the doll around while trying to keep up and looking at the camera.", "stands next to a tethered horse and begins to talk to the camera.", "buffs her hair with a brush.", "shows how to play a violin, a person cuts a brush off and continues playing the violin."]}
{"startphrase": "The woman put chocolate in a bain marie, add butter and mix them with a spatula. the woman", "answer": 0, "choices": ["spread butter and chocolate on bread slices grate cheese on it.", "adds adds chicken to the pineapple.", "juices in the lemons and pour it in the dressing bowl, the woman pour water into a pitcher in the glass.", "jerk the lemon to pour some cheese to drink the mixture and put it on top of top."]}
{"startphrase": "She shows a panini sandwich on the screen. We then", "answer": 0, "choices": ["see her melting dark chocolate in a double boiler before applying it to the sandwich, and grilling it.", "see the cookies on the glass.", "see the woman add chocolate pepper and use it to neat them.", "see mixed bread pizza slices at an oven."]}
{"startphrase": "The woman spread butter and chocolate on bread slices grate cheese on it. woman", "answer": 3, "choices": ["enters the end of the court and gets a knife.", "take to a salad and pours the make it and puts into the eggs.", "cook the pasta and pour the ingredients into a bowl.", "toast the bread and slice in parts."]}
{"startphrase": "The man then begins coming the dummy's hair and using scissors along the side. He", "answer": 3, "choices": ["pulls the pin from his vest while still talking to his camera and eventually leaves the cop.", "dips a shot and shows more sides of the eye.", "moves continuously around while he continues to hit the tile and the camera stops it as he continues to brush class.", "continues cutting the dummy's hair and using hair gel in the end to spike it up."]}
{"startphrase": "She stands and faces the water and the distant skyline across the bay. Someone is alone; her hands", "answer": 2, "choices": ["are pressed tightly against the hummer's slot.", "are slip across from the host.", "are in her pockets.", "are staring up at the sky directly above her."]}
{"startphrase": "He flips through the literature as he walks, then looks straight ahead, pondering. Someone", "answer": 2, "choices": ["spins around a few times, trying to catch with his board but barely catches him off of a stranger.", "cleaning, he turns the corner.", "puts his hand to his mouth as another title appears on a black screen.", "nods at him and limps towards the office, gripping the leather shield as his body stands."]}
{"startphrase": "A bench faces some wharf pilings; the water gently laps against them as someone walks into view, the wind blowing her hair. She", "answer": 2, "choices": ["steps over, turning a lift expertly.", "continues drifting alone at the helm as the captain rocks through.", "stands and faces the water and the distant skyline across the bay.", "and her pleasant drift down on the ground and away from him, standing against the distant edge of a ship, white water."]}
{"startphrase": "A close up of rings are shown floating around an ocean followed by a scuba diver off into the distance. The swimmer", "answer": 0, "choices": ["goes through a ring while popping it's side and continues moving up to the surface.", "is seen cleaning the water with something floating or disappearing into the large water.", "moves to a board and swims out of the water as the missiles plummet and then follow.", "sits back and speaks to the camera about a group that is full swimming on the ocean."]}
{"startphrase": "A youth plays the drums and the cymbals with two sticks while wearing ear plugs. Then, the youth", "answer": 3, "choices": ["demonstrates the though the drums.", "holds the harmonica to his hand.", "continues playing and plays the flute.", "holds a cymbal and raise the stick to end his play."]}
{"startphrase": "A man is shown sitting at drums. He", "answer": 2, "choices": ["lifts a weight over his head.", "is playing the drums upside down.", "is wearing a pair of earphones.", "uses a ruler to push more machine."]}
{"startphrase": "He is wearing a pair of earphones. He", "answer": 3, "choices": ["is explaining how to play the violin.", "is in a machine wearing a suit.", "is playing an accordian in the living room.", "starts drumming the drums."]}
{"startphrase": "He gives a slow, creepy wave. Someone", "answer": 1, "choices": ["makes a beeline for someone.", "politely returns the gesture, then heads inside.", "pulls the saloon off.", "steps closer into the club."]}
{"startphrase": "Turning away, he pauses. Across the street, someone", "answer": 3, "choices": ["hurries towards the melee.", "spies a concrete passage in its passenger compartment.", "takes in apprehension at her 'weakened ladies.", "stands on his lamp lit porch, watching him with a cocktail."]}
{"startphrase": "Someone politely returns the gesture, then heads inside. Someone", "answer": 1, "choices": ["makes a turn to sack him if someone has should pick him.", "swirls the ice in his glass, smirking as he watches his neighbor.", "walks off to the plate and takes a sip.", "wife raises her gun and inspecting someone's partially holstered shield."]}
{"startphrase": "Someone pulls out a small, slimy tentacle. Pinching one end in his fingertips, he", "answer": 2, "choices": ["paddles himself on.", "stares at the egg.", "opens a trash bin and chucks it in.", "james loved fish, tries out."]}
{"startphrase": "In his basement, someone snoops on his daughter's Facebook page. A video still", "answer": 1, "choices": ["shows someone holding the top board.", "shows her kissing a boy.", "shows the fifth lake.", "shows a photo of someone at the tv show."]}
{"startphrase": "Across the street, someone stands on his lamp lit porch, watching him with a cocktail. He", "answer": 3, "choices": [", unbuckles his mask as someone passes someone, she smiles and touches his forehead.", "wears his shoelace as two school members walk inside.", "folds his arms in a line as he climbs from the bar.", "gives a slow, creepy wave."]}
{"startphrase": "It shows Chelsea and a tall, dark - haired boy making out in a closet. As they part, she", "answer": 1, "choices": ["finds no one in her left.", "faces her friend shyly while the boy makes a cocky face.", "finds him staring aback.", "grabs someone's hand."]}
{"startphrase": "He cuts his headlights, gets out, and lumbers wearily to the front. Pausing, he", "answer": 1, "choices": ["finds someone in his track suit.", "bends over to examine his broken grille.", "takes off his headset and steers ski out of someone's garden.", "trudges into the driver's seat and slams his head against the wheel."]}
{"startphrase": "A boy is seen tumbling back and forward on grass lawns in different locations. The boy", "answer": 1, "choices": ["is shown in an office and continues riding with a skateboard and swinging on various maneuvers.", "is then seen doing similar gymnastic moves on a mattress outdoors.", "stands backwards facing the pinata.", "follows around on a corner afterwards standing in a clearing and gestures behind the judge."]}
{"startphrase": "A boy is seen tumbling backwards and forwards in different locations and on different surfaces including grass, bounce tarps and mattresses. A boy", "answer": 3, "choices": ["in a black shirt has fun again at the same event and flips the video in and then the man is walking across the field", "holds up the child in front of him and waves them on the sandy ground.", "is shown a close up of the man talking and pausing to talk about the sport.", "is seen tumbling back and forward on grass lawns in different locations."]}
{"startphrase": "She scrubs the dog with shampoo and runs again runs the water over the dog. She", "answer": 2, "choices": ["ends with the leaf blowing, wiping her face by the sink.", "dries it on a powder towel.", "holds the dog with a towel and then blow dries the dog in her lap while combing him.", "puts her back on the tree."]}
{"startphrase": "She holds the dog with a towel and then blow dries the dog in her lap while combing him. The dog", "answer": 0, "choices": ["is shown again all dried off and shakes himself while looking at the camera and the girl speaks more.", "continues to blow the woman with her arm while the other combs by in the yard.", "continues to blow while the female sits in the tub lathering the dog's fur while the dog laughs.", "has reached the hole once more and its is shown as well by a cat coming out of the shop."]}
{"startphrase": "A girl with long hair is shown speaking to the camera and leads into her spraying water all over a dog in the tub. She", "answer": 2, "choices": ["pulls a sponge out of the tube and begins to clean it with a rag.", "sprays it off a dog and applies more toothpaste on how to hold it in overboard.", "scrubs the dog with shampoo and runs again runs the water over the dog.", "baked and is shown sitting down and laughing to the camera."]}
{"startphrase": "A close up of leaves are shown followed by a woman raking them and speaking to the camera. The woman", "answer": 3, "choices": ["continues to play with the cat while member plays the groom and ends by talking to the camera and pointing to the dog.", "is then seen wiping catcher's hookah with her hand followed by pouring it into the bowl into a cup.", "puts a sheet behind her and put her hand on the table.", "continues raking while speaking to the camera back and fourth."]}
{"startphrase": "The woman continues raking while speaking to the camera back and fourth. She", "answer": 3, "choices": ["washes her hands as the rest continuing to move up and down.", "continues playing while continuing to speak while others watch on the side.", "continues pushing the horses all around the place.", "shows her piles as well as the clean lawn while still speaking to the camera."]}
{"startphrase": "People are in a small room dancing doing a choreography. the man", "answer": 0, "choices": ["stops dancing and keep doing the choreography.", "is throwing up and down in the audience.", "in white shows the several moves before playing on the lawn.", "spin high turning around and disappear."]}
{"startphrase": "The man stops dancing and keep doing the choreography. man", "answer": 3, "choices": ["is in a backstroke, showing her performance and flexing her neck.", "starts on the lower line with her arm.", "is in a white chair in a room doing this by doing so.", "wearing red shorts and grey shirt leading the choreography in front of the people in the room."]}
{"startphrase": "A small piece of cake with a candle in it sits untouched. Someone", "answer": 1, "choices": ["places her hand on the ballerina's shoulders away from the dying lady.", "quietly takes a sip from her coffee.", "is left in his hand.", "clink strawberries and off it."]}
{"startphrase": "The cameraman walks to a young child on the sidewalk. The child", "answer": 0, "choices": ["shovels the snow from the sidewalk.", "rides a piece of hopscotch.", "starts swinging and hit the pinata in the same way.", "slides down a slide."]}
{"startphrase": "A person is standing in the heavy falling snow. They", "answer": 0, "choices": ["are trying to clear the snow off the sidewalk.", "are tubing a snow wall.", "see around the head spin cars and then.", "are sitting on a boat as a person walks by in front of him."]}
{"startphrase": "They are trying to clear the snow off the sidewalk. The child just", "answer": 3, "choices": ["looks at them lightly.", "gets out of their car.", "stands in the sand watching them.", "stands with the shovel, not sure what to do."]}
{"startphrase": "The snow is falling outside on the street. The cameraman", "answer": 3, "choices": ["turns at the police center on the screen.", "enters the fight and shuts the door.", "is moving in between the weather supplies.", "walks to a young child on the sidewalk."]}
{"startphrase": "Then she begins gutting the seeds from the pumpkin. She", "answer": 1, "choices": ["shows them back to us soon.", "draws a face on the outside before using a knife to begin carving out the face of her pumpkin.", "puts her piece out in front of the cat and returns it.", "begins to hit the drum with blue piercing on drums and studies it with her indoors."]}
{"startphrase": "She draws a face on the outside before using a knife to begin carving out the face of her pumpkin. Finally she", "answer": 3, "choices": ["takes more pumpkin more at her eye and a large freshly trimmed one lies buried at the table.", "vacuums the polished part of the cake and lays it down.", "adds some more powder into the wound, grabs the ax again, and cleans it off with the knife again.", "places the top back in place, and puts a candle inside."]}
{"startphrase": "A line of knives and cutting utensils are on a table. A woman", "answer": 3, "choices": ["uses a polish to add a claw to the nails.", "massages a knife cut hand with a black knife.", "uses a knife to sharpen someone's knife.", "is cutting the top off of a pumpkin and raking the seeds into a bowl."]}
{"startphrase": "A person holds a javelin and prepares to launch it. Then, the man", "answer": 0, "choices": ["runs and launch the javelin.", "skateboard on the road and gets a skateboard.", "talks to his old friend after the competition.", "jumps on the rope and then climb past."]}
{"startphrase": "The camera continues to capture the people riding around the track in slow motion with one person falling and several watching on the sides. The people then", "answer": 0, "choices": ["ride through the finish line an throw their arms up into the air.", "get off the bikes and continue to jump around the beam.", "continue playing along the track with one another and runs out of a line into the water.", "play as well as ends with another one walking away."]}
{"startphrase": "An intro leads into several shots of a bike track as well as people moving along the track to race. The camera", "answer": 1, "choices": ["continues spinning various around in many areas and ends with the man waving his arms and smiling as the man continues to speak in other", "continues to capture the people riding around the track in slow motion with one person falling and several watching on the sides.", "captures the movements before walking away.", "ends with several people playing up and bumping into one another and speaking to one another."]}
{"startphrase": "The exoskeleton is powered up. Someone", "answer": 0, "choices": ["is upright inside the 10 - feet tall rocket as it lifts off.", "keeps getting back on top of a ramp.", "is in the drawing room playing the shot.", "takes out his wand."]}
{"startphrase": "The individual mixes some water into the mug. The individual", "answer": 1, "choices": ["retrieves the instrument and holds the camera.", "squeezes lemons into the mug.", "carves a lemon over some leaves.", "mixes the drink in the glass."]}
{"startphrase": "The individual uses a knife to cut the lemons. The individual", "answer": 2, "choices": ["carves funny blue lines in the pumpkin.", "puts two glasses in the device.", "squeezes the lemons' juice into a mug using a tool.", "mixes the product together in a cup."]}
{"startphrase": "The individual squeezes the lemons' juice into a mug using a tool. The individual", "answer": 2, "choices": ["mixes the liquids on the table.", "places the container on the blue container as she walks to.", "puts some of the ingredients in small bowls into the mug.", "opens the spoon and demonstrates how to use a glass."]}
{"startphrase": "The salt is poured into the cup from the small bowls. Water is added to the cup and more limes", "answer": 1, "choices": ["are blended together and fell.", "are squeezed in by hand.", "are shown and chopped in a boat.", "are crushing to the chemical."]}
{"startphrase": "The individual puts some of the ingredients in small bowls into the mug. The individual", "answer": 0, "choices": ["rearranges the items on the counter top.", "adds more ingredients to the purchase and loops its tongue.", "uses the sniff along the bottom of the mix.", "adds more ingredients to a pot in the pot."]}
{"startphrase": "The individual mixes the contents of the mug. Eight containers of liquid", "answer": 2, "choices": ["are poured out of the cup.", "are squeezed out with their hands.", "are shown on the counter top.", "are added to the large pot that have placed the contents."]}
{"startphrase": "One of the individuals extends a hand and manipulates the ingredients. The individual", "answer": 0, "choices": ["uses a knife to cut the lemons.", "gives up a five.", "puts a spare in the oven as people continue playing.", "puts the wheel forward."]}
{"startphrase": "The individual squeezes lemons into the mug. The individual", "answer": 2, "choices": ["plays a medical instrument.", "mixes the container into a container.", "mixes the contents of the mug.", "drops the lemon into a ice hoop."]}
{"startphrase": "A counter top with lemons and ingredients in small bowls is shown, with several individuals standing by the counter. One of the individuals", "answer": 0, "choices": ["extends a hand and manipulates the ingredients.", "puts the mix in the black dough bowl.", "is shown adding ingredients to the dressing parmesan.", "walks and deals out a bunch of black plastic cups."]}
{"startphrase": "The small bowls of salt are arranged and limes are sliced in halves. The limes", "answer": 1, "choices": ["is stirred and made with a spoon squeezed together in a jar.", "are juiced into a cup using a hand held press.", "are used as cooked from cream and shredded pepper portion into the cake.", "are added to the pickles, skillet throughout the bowl."]}
{"startphrase": "The individual rearranges the items on the counter top. The individual", "answer": 2, "choices": ["parts the content bowl.", "sets aside a panel of lemonade and turns.", "mixes some water into the mug.", "moves across the surface."]}
{"startphrase": "The limes are juiced into a cup using a hand held press. The salt", "answer": 0, "choices": ["is poured into the cup from the small bowls.", "is being placed on the steering wheel.", "has tipped out of their glass.", "juices the mixture from another cup."]}
{"startphrase": "In the front garden, she stops to pick a crocus and with a solemn expression traces a circle across her tummy with its petal. Her mustachio dad, his bald head gleaning in the bright kitchen light,", "answer": 1, "choices": ["sits in the bow position.", "is busy fixing something at the kitchen table as she comes in.", "puts his wand to the side of his lap.", "stands against the same bundle of st."]}
{"startphrase": "Someone parks the Previa in the street outside the family's wooden slatted house, where the porch light illuminates a straw heart hanging on the door knocker. She", "answer": 2, "choices": ["pushes the knife away.", "letters an old sign reads tubs as someone wears civilian clothes and a weather badge.", "gets out of the vehicle looking emotionally and physically exhausted.", "puts her new bedroom door and looks down at the dorm floor, her chest dripping."]}
{"startphrase": "Someone, opening the front door, catches sight of someone driving off. At his feet, he", "answer": 2, "choices": ["passes over even more cups.", "pauses from the cash register.", "finds the note she left.", "climbs off a horse then escorts her down to the bed."]}
{"startphrase": "He bears someone on his back, and is followed by two more. The eagles", "answer": 2, "choices": ["magician lift someone round and quietly.", "overseer some intervention soldiers including their other american friends.", "bravely fly amid the raining ash and molten rocks.", "shows black writing on the snitch of a cavern."]}
{"startphrase": "The men play rock paper scissors. A lady in the crowd", "answer": 2, "choices": ["shakes their hands off.", "claps with a paper trophy.", "jumps up and down.", "grabs him and pulls her to the banquette."]}
{"startphrase": "We see a lady in front a person in costume. The man in red", "answer": 0, "choices": ["raises his hands in triumph.", "runs through a parking lot to the street.", "stands on the ground and hug.", "turns around and takes a baby brush on the snow."]}
{"startphrase": "The man in red raises his hands in triumph. Ladies", "answer": 3, "choices": ["dismount before the screen before him.", "cheer him in the red match for a date.", "hug each other, fighting in the heated stances.", "bring a big check to the man in red."]}
{"startphrase": "We see a man talking to a camera. We", "answer": 0, "choices": ["see shots of men and a crowd of people.", "see people standing around with leaves.", "see the man walking next to them.", "are scenes of people playing his harmonica in a studio."]}
{"startphrase": "In the second half, the teams continues playing and scoring. The team wearing purple uniform", "answer": 3, "choices": ["enter the workroom and watch the score.", "walks through the interview as the team of team play.", "is dressed, winning the game.", "win the competition and receives a trophies."]}
{"startphrase": "Two teams play hurling in the stadium, and players from the two teams scores, and they celebrate. In the second half, the teams", "answer": 2, "choices": ["costumed the batter for the goalie multiple times.", "walk together during the video game again.", "continues playing and scoring.", "spot the ball to protect their view while speaking."]}
{"startphrase": "Men are celebrating and an old man gives a trophy to a young boy. man wearing a red tie", "answer": 0, "choices": ["is giving a trophy to a boy that is being interviewed.", "is on the screen with red hair and shirt and shown walking across a green field.", "stands in front of the man as children crowd in the background of the gym.", "make him wear a red box."]}
{"startphrase": "People on stands is siting watching the game. men are celebrating and an old man", "answer": 3, "choices": ["is hitting the bowling ball.", "is watching her with the sticks.", "serves them and gestures.", "gives a trophy to a young boy."]}
{"startphrase": "Men are running in a large green fiel playing lacrosse. people on stands", "answer": 2, "choices": ["are practicing in the coach.", "are chasing around a field.", "is siting watching the game.", "are getting ready to jump and go."]}
